const addressFormatter = require('./address-formatter');

const TESTS = {
    'Москва, Дмитровское ш., 98, вл. 1': 'Москва, Дмитровское ш.,\u00A098, вл.\u00A01',
    'Москва, Дмитровское ш., 98, д. 1': 'Москва, Дмитровское ш.,\u00A098, д.\u00A01',
    'Москва, Дмитровское ш., 98, корп. 1': 'Москва, Дмитровское ш.,\u00A098, корп.\u00A01',
    'Москва, Дмитровское ш., 98, стр.1': 'Москва, Дмитровское ш.,\u00A098, стр.\u00A01',
    'Москва, Дмитровское ш., 98, стр. 1': 'Москва, Дмитровское ш.,\u00A098, стр.\u00A01',

    'Москва, Рязанский просп., стр. 1, вл. 39а': 'Москва, Рязанский просп., стр.\u00A01, вл.\u00A039а',
};

for (const testCase in TESTS) {
    const result = TESTS[testCase];
    it(`should convert "${ testCase }" to "${ result }"`, () => {
        expect(addressFormatter(testCase)).toEqual(result);
    });
}
