INSERT INTO catalog7_yandex.modifications VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
78228, 205, 51574, 15, null, null, '', '', '2011', '2015', null, 21153178, null, 0, null, null, 'RUR', '1.6d MT (90 л.с.)', '', 'M', 20153178, 8510159, 78228
58238, 109, 30907, 15, null, null, '', '', '2010', '2013', 42550, 7143500, null, 0, null, null, 'RUR', '2.0d AT (184 л.с.) 4WD', '', 'J', 6143500, 6143425, 58238
81638, 30, 383, 15, 612, 2744, '', '', '2005', '2008', null, 3416343, null, 0, null, null, 'RUR', '2.5 AT (218 л.с.) 4WD', '', 'D', 2416343, 2305537, 81638
53098, 15, 50580, 15, null, null, '', '', '2008', '2011', 38127, 4784319, null, 0, null, null, 'RUR', '2.0 AT (211 л.с.) 4WD', '', 'J', 3784319, 3784306, 53098
98876, 170, 53253, 15, 834, 2988, '', '', '2009', '2012', 42953, 21494193, null, 0, null, null, 'RUR', '3.0d AT (224 л.с.) 4WD', '', 'J', 20494193, 4986815, 98876
83454, 166, 2101, 15, null, null, '', '', '1997', '2003', null, 21464089, null, 0, null, null, 'RUR', '1.3 AT (72 л.с.)', '', 'B', 20464089, 5110183, 83454
88120, 273, 53097, 15, null, null, '', '', '2009', '2015', 64536, 9237771, null, 0, null, null, 'RUR', '2.0d AT (180 л.с.) 4WD', '', 'M', 8237771, 8237744, 88120
109175, 260, 54365, 15, null, null, '', '', '2015', '0001', null, 21478437, null, 0, null, null, 'RUR', '3.5 AT (275 л.с.)', '', 'M', 20478437, 20478391, 109175
97998, 15, 247, 15, null, null, '', '', '1997', '2001', null, 5759780, null, 0, null, null, 'RUR', '1.8 MT (150 л.с.)', '', 'E', 4759780, 4759779, 97998
8112, 147, 51214, 15, null, null, '', '', '2005', '2009', 29084, 3307396, null, 0, null, null, 'RUR', '4.4 AT (299 л.с.) 4WD', '', 'J', 2307396, 2307395, 8112
99012, 1, 5, 15, null, null, 'tech_mod', 'технологическая модификация', null, null, null, null, null, 0, null, null, 'RUR', '', '', null, null, null, null
109530, 181, 54482, 15, null, null, 'name', 'description', 2014, 0000, null, 21251425, null, 0, null, null, 'RUR', '1.2 MT (80 л.с.)', 'auto_suffix', 'C', 20251425, 20247396, 109530
109532, 181, 54482, 15, null, null, 'name', 'description', 2014, 0000, null, 21251431, null, 0, null, null, 'RUR', '1.2 CVT (80 л.с.)', 'auto_suffix', 'C', 20251431, 20247396, 109532
--
INSERT INTO all7.settings VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?)
1, 'Тип транспортного средства', 'category_id', 'Category', 'int', 'attr', 'exact', 0, null
2, 'Секция', 'section_id', 'Section', 'int', 'attr', 'exact', 0, null
3, 'Год выпуска', 'year', 'Year', 'int', 'attr', 'range', 0, null
4, 'Марка и модельный ряд', 'mark_id', 'Mark', 'int', 'attr', 'exact', 0, null
5, 'Модель', 'folder_id', 'Folder', 'int', 'attr', 'exact', 0, null
6, 'Тип кузова', 'body_type', 'BodyType', 'int', 'attr', 'exact', 1, 'folder_bodytype_section'
7, 'Тип двигателя', 'engine_type', 'EngineType', 'bigint', 'attr', 'exact', 1, null
8, 'Объем, см³', 'engine_volume', 'EngineVolume', 'int', 'attr', 'range', 1, null
9, 'Мощность', 'engine_power', 'EnginePower', 'int', 'attr', 'range', 1, null
10, 'Привод', 'drive', 'Drive', 'int', 'attr', 'exact', 1, null
11, 'Модификации', 'modification_id', 'Modification', 'int', 'attr', 'exact', 0, null
12, 'VIN', 'vin', 'Vin', 'string', 'attr', 'custom', 1, null
13, 'Год первой регистрации по ПТС', 'registry_year', 'RegistryYear', 'int', 'no', 'exact', 1, null
14, 'Год начала моего владения', 'year_my_owner', 'YearMyOwner', 'int', 'no', 'exact', 1, null
15, 'Количество владельцев по ПТС', 'owners_number', 'OwnersNumber', 'int', 'attr', 'exact', 1, null
16, 'Гарантия производителя', 'warranty', 'Warranty', 'bool', 'attr', 'exact', 1, null
17, 'Срок окончания гарантии', 'warranty_expire', 'WarrantyExpire', 'int', 'no', 'exact', 1, null
18, 'Пробег', 'run', 'Run', 'int', 'attr', 'range', 1, null
19, 'Состояние', 'state', 'State', 'int', 'attr', 'exact', 1, null
20, 'Вид ремонта и степень повреждения', 'type_repair', 'TypeRepair', 'int', 'no', 'exact', 1, null
21, 'Цвет', 'color', 'Color', 'int', 'attr', 'exact', 1, null
22, 'Руль', 'wheel', 'Wheel', 'int', 'attr', 'exact', 1, null
23, 'Фотографии', 'images', 'Images', 'string', 'attr', 'exact', 0, null
24, 'Дополнительная информация', 'description', 'Description', 'int', 'field', 'exact', 0, null
25, 'Комплектация', 'extras', 'Extras', 'string', 'field', 'custom', 0, null
26, 'Цена', 'price', 'Price', 'float', 'attr', 'range', 0, null
27, 'Таможня', 'custom', 'Custom', 'int', 'attr', 'exact', 1, null
28, 'Наличие', 'availability', 'Availability', 'int', 'attr', 'exact', 1, null
29, 'Возможность обмена', 'exchange', 'Exchange', 'int', 'attr', 'exact', 1, null
30, 'Место осмотра машины', 'poi_id', 'Poi', 'int', 'attr', 'exact', 0, null
31, 'Контактная информация', 'contact_info', 'ContactInfo', 'int', 'no', 'exact', 0, null
32, 'Имя пользователя карточки', 'username', 'Username', 'int', 'no', 'exact', 1, null
33, 'Согласие с правилами', 'confirm_rules', 'ConfirmRules', 'int', 'no', 'exact', 0, null
34, 'Не публиковать', 'hidden', 'Hidden', 'int', 'no', 'exact', 0, null
35, 'Наименование комплектации', 'complectation', 'Complectation', 'string', 'no', 'exact', 0, null
36, 'Клиент', 'client_id', null, 'int', 'attr', 'exact', 0, null
37, 'Салон', 'contact_id', 'Salon', 'int', 'attr', 'exact', 0, null
38, 'Металлик', 'metallic', 'Metallic', 'bool', 'attr', 'exact', 1, null
39, 'Продавец', 'seller', 'Seller', 'int', 'attr', 'exact', 0, null
41, 'Срок размещения', 'period', 'Period', 'timestamp', 'no', 'custom', 1, null
42, 'Только с фото', 'photo', 'Photo', 'bool', 'attr', 'exact', 0, null
43, 'Двигатель', 'engine', 'Engine', 'string', 'no', 'exact', 1, null
45, 'Контактная информация и место осмотра', 'contactpoiinfo', 'ContactPoiInfo', 'int', 'no', 'exact', 0, null
46, 'Кузов', 'body_details', 'BodyDetails', 'int', 'no', 'exact', 0, null
47, 'Гарантия производителя (контейнер)', 'warranty_details', 'WarrantyDetails', 'int', 'no', 'exact', 0, null
49, 'Наличие/таможня', 'custom_availability', 'CustomAvailability', 'bool', 'attr', 'exact', 0, null
50, 'Моточасы', 'moto_hours', 'MotoHours', 'int', 'no', 'range', 1, null
51, 'Число тактов', 'strokes', 'Strokes', 'int', 'no', 'exact', 1, null
52, 'Объем ковша, м3', 'bucket_volume', 'BucketVolume', 'int', 'no', 'range', 0, null
53, 'Число цилиндров', 'cylinders', 'Cylinders', 'int', 'no', 'exact', 1, null
54, 'Расположение цилиндров', 'cylinders_type', 'CylindersType', 'int', 'no', 'exact', 1, null
55, 'Число мест', 'seats', 'Seats', 'int', 'attr', 'exact', 0, null
58, 'КПП', 'gearbox', 'Gearbox', 'int', 'attr', 'exact', 1, null
59, 'Подвеска кабины', 'suspension_cabin', 'SuspensionCabin', 'int', 'no', 'exact', 1, null
60, 'Класс выхлопа EURO', 'eco_class', 'EcoClass', 'int', 'no', 'exact', 1, null
61, 'Общий объем баков', 'fuel_tanks_volume', 'FuelTanksVolume', 'int', 'no', 'range', 1, null
62, 'Грузоподъемность, кг', 'loading', 'Loading', 'int', 'no', 'range', 0, null
63, 'Подвеска шасси', 'suspension_chassis', 'SuspensionChassis', 'int', 'no', 'exact', 1, null
64, 'Материал исполнения баков', 'fuel_tanks_material', 'FuelTanksMaterial', 'int', 'no', 'exact', 1, null
65, 'Тип кабины', 'cabin_key', 'CabinKey', 'int', 'no', 'exact', 0, null
66, 'Колесная формула', 'wheel_drive', 'WheelDrive', 'int', 'no', 'exact', 0, null
67, 'Топливных баков', 'fuel_tanks', 'FuelTanks', 'int', 'no', 'exact', 1, null
68, 'Нагрузка на сцепное, кг', 'trail_loading', 'TrailLoading', 'int', 'no', 'range', 1, null
69, 'Высота седельного устройства', 'saddle_height', 'SaddleHeight', 'int', 'no', 'exact', 1, null
70, 'Количество осей', 'axis', 'Axis', 'int', 'no', 'range', 0, null
71, 'Тип подвески', 'suspension_type', 'SuspensionType', 'int', 'no', 'range', 0, null
72, 'Тип прицепа', 'trailer_type', 'TrailerType', 'int', 'no', 'exact', 0, null
73, 'Тип тормозов', 'brake_type', 'BrakeType', 'int', 'no', 'exact', 0, null
74, 'Количество скоростей', 'speed_number', 'SpeedNumber', 'int', 'no', 'exact', 1, null
75, 'Область применения', 'application', 'Application', 'int', 'no', 'exact', 0, null
76, 'Число спальных мест', 'beds', 'Beds', 'int', 'no', 'range', 1, null
77, 'Водоизмещение', 'displacement', 'Displacement', 'int', 'no', 'range', 0, null
78, 'Тяговый класс', 'traction_class', 'TractionClass', 'int', 'no', 'exact', 0, null
79, 'Высота подъема', 'load_height', 'LoadHeight', 'int', 'no', 'range', 1, null
80, 'Вылет стрелы', 'crane_radius', 'CraneRadius', 'int', 'no', 'exact', 1, null
81, 'Вес', 'mass', 'Mass', 'int', 'no', 'range', 0, null
82, 'Диаметр колес', 'wheel_diameter', 'WheelDiameter', 'int', 'no', 'range', 0, null
83, 'Размер рамы', 'frame_size', 'FrameSize', 'float', 'no', 'exact', 0, null
84, 'Передний тормоз', 'brake_front', 'BrakeFront', 'int', 'no', 'exact', 0, null
85, 'Задний тормоз', 'brake_back', 'BrakeBack', 'int', 'no', 'exact', 0, null
86, 'Тип', 'type', 'Type', 'int', 'attr', 'exact', 1, null
87, 'Валюта', 'currency', 'Currency', 'int', 'no', 'range', 0, null
88, 'Дата размещения', 'create_date', 'CreateDate', 'int', 'no', 'range', 1, null
89, 'Дата обновления', 'set_date', 'SetDate', 'int', 'no', 'range', 1, null
92, 'Количество просмотров', 'views_number', 'ViewsNumber', 'int', 'no', 'range', 0, null
93, 'Салон office7', 'salon_id', 'Salon', 'int', 'attr', 'exact', 0, null
97, 'Сервисы', 'services', null, 'string', 'no', 'exact', 0, null
100, 'Разгон до 100км/ч', 'acceleration', 'Acceleration', 'float', 'attr', 'range', 0, null
103, 'Раcход город', 'consumption_city', 'ConsumptionCity', 'int', 'no', 'exact', 0, null
106, 'Раcход трасса', 'consumption_highway', 'ConsumptionHighway', 'int', 'no', 'exact', 0, null
107, 'Кр. момент', 'torque', 'Torque', 'int', 'no', 'exact', 0, null
110, 'Длина', 'length', 'Length', 'int', 'no', 'exact', 0, null
111, 'Ширина', 'width', 'Width', 'int', 'no', 'exact', 0, null
112, 'Высота', 'height', 'Height', 'int', 'no', 'exact', 0, null
113, 'Колесная база', 'wheelbase', 'Wheelbase', 'int', 'no', 'exact', 0, null
114, 'Объем багажника максимальный', 'trunkmax', 'TrunkMax', 'int', 'no', 'exact', 0, null
115, 'Объем багажника минимальный', 'trunkmin', 'TrunkMin', 'int', 'no', 'exact', 0, null
116, 'Объем двигателя', 'engine_volume', 'EngineVolume', 'int', 'attr', 'range', 1, null
118, 'Количество передач', 'gears', 'Gears', 'int', 'no', 'exact', 0, null
122, 'Раcход смешанный', 'consumption_mixed', 'ConsumptionMixed', 'float', 'attr', 'range', 0, null
123, 'Объем бака', 'volume_tanks', 'VolumeTanks', 'int', 'no', 'exact', 0, null
126, 'Макс. скорость', 'speed_max', 'SpeedMax', 'int', 'attr', 'range', 0, null
127, 'Эко. стандарт', 'eco', 'Eco', 'int', 'no', 'exact', 0, null
130, 'Масса', 'mass_auto', null, 'int', 'no', 'exact', 0, null
131, 'Топливо', 'fuel_type', 'FuelType', 'int', 'no', 'exact', 0, null
145, 'Период выпуска', 'releaseperiod', 'ReleasePeriod', 'int', 'attr', 'range', 0, null
147, 'Уникальный идентификатор', 'unique_id', 'UniqueId', 'string', 'no', 'exact', 0, null
149, 'Количество объявлений', 'sales_count', 'SalesCount', 'int', 'no', 'range', 0, null
151, 'Дата истечения срока размещения', 'expire_date', 'ExpireDate', 'int', 'no', 'range', 1, null
152, 'Услуги объявления', 'sale_services', 'SaleServices', 'string', 'no', 'exact', 0, null
153, 'Видео', 'video', 'Video', 'string', 'no', 'exact', 0, null
155, 'Статус объявления', 'status', 'Status', 'int', 'no', 'exact', 0, null
157, 'E-mail пользователя карточки', 'useremail', 'Useremail', 'string', 'no', 'exact', 0, null
163, 'Владельцы', 'owner_info', 'OwnerInfo', 'string', 'no', 'exact', 0, null
165, 'Двигатель', 'engine_tech', 'EngineTech', 'string', 'no', 'exact', 0, null
166, 'Шильдик', 'label_id', 'Label', 'int', 'attr', 'exact', 0, null
347, 'Тип кузова 2', 'body_type2', 'BodyType2', 'int', 'no', 'exact', 0, null
409, 'Цвет2', 'color2', 'Color2', 'int', 'no', 'range', 0, null
411, 'Количество дверей', 'doors_count', 'DoorsCount', 'int', 'attr', 'exact', 0, null
413, 'ПТС', 'pts', 'PTS', 'int', 'attr', 'exact', 1, null
415, 'Разрешить комментировать объявление', 'can_comment', 'CanComment', 'bool', 'no', 'exact', 1, null
433, 'Тип турбонаддува', 'turbo_type', 'TurboType', 'bigint', 'attr', 'exact', 0, null
435, 'Система питания', 'power_system', 'PowerSystem', 'int', 'attr', 'exact', 0, null
437, 'Дата приобретения автомобиля', 'purchase_date', 'PurchaseDate', 'timestamp', 'attr', 'custom', 1, null
439, 'Информация от Carinfo', 'carinfo', 'CarInfo', 'int', 'attr', 'exact', 0, null
441, 'СТС', 'sts', 'STS', 'int', 'no', 'range', 1, null
443, 'Торг', 'haggle', 'Haggle', 'int', 'no', 'exact', 0, null
445, 'Тип автобуса', 'bus_type', 'BusType', 'int', 'no', 'exact', 0, null
447, 'Сертификация', 'certification', 'Certification', 'int', 'attr', 'exact', 0, null
449, 'Бронированный автомобиль', 'armored', 'Armored', 'int', 'attr', 'exact', 1, null
451, 'Стоковый код модификации', 'modification-code', 'ModificationCode', 'string', 'attr', 'custom', 1, null
453, 'Стоковый код экипировки', 'equipment-code', 'EquipmentCode', 'string', 'attr', 'custom', 1, null
455, 'Стоковый код интерьера', 'interior-code', 'InteriorCode', 'string', 'attr', 'custom', 1, null
457, 'Стоковый код цвета', 'color-code', 'ColorCode', 'string', 'attr', 'custom', 1, null
458, 'Не беспокоить', 'notdisturb', 'NotDisturb', 'bool', 'no', 'exact', 1, null
460, 'Автоприменение услуг', 'service_auto_apply', 'ServiceAutoApply', 'string', 'no', 'exact', 0, null
462, 'Подменный номер', 'virtual_phone', null, 'int', 'no', 'exact', 0, null
463, 'Повреждения авто', 'sale_damages', 'SaleDamages', 'string', 'no', 'exact', 0, null
464, 'Подменный номер', 'phones_redirect', 'PhonesRedirect', 'bool', 'no', 'exact', 0, null
470, 'ID автосервиса', 'autoservice_id', '', 'string', 'no', 'custom', 1, NULL
472, 'ID отзыва по автосервису', 'autoservice_review_id', 'Autoservice', 'string', 'no', 'custom', 1, NULL
476, ' Сортировка фотографий', 'images_sort', 'ImagesSort', 'int', 'no', 'custom', 1, NULL
486, 'Название комплектации', 'complectation_name', 'ComplectationName', 'string', 'no', 'custom', 1, NULL
484, 'Скидка при покупке в трейд-ин', 'tradein_discount', 'TradeInDiscount', 'int', 'no', 'range', 1, NULL
482, 'Скидка при покупке вместе со страховкой', 'insurance_discount', 'InsuranceDiscount', 'int', 'no', 'range', 1, NULL
480, 'Скидка при покупке в кредит', 'credit_discount', 'CreditDiscount', 'int', 'no', 'range', 1, NULL
490, 'Госномер', 'gos_number', 'GosNumber', 'string', 'no', 'exact', 1, NULL
491, 'Максимально возможная скидка', 'max_discount', 'MaxDiscount', 'int', 'no', 'range', 1, NULL
--
INSERT INTO catalog7_yandex.categories VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1, null, 1, 84, 0, 0, 'Все ТС', 'all', '', 1
15, 1, 2, 3, 0, 1, 'Легковые автомобили', 'cars', '', 1
--
INSERT INTO all7.carinfo_sales VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
7358665, 1044159039, 3, 3, 'VF37L9HECCJ650918', null, null, 1, 1560, 'https://avtokod.mos.ru/Pages/Services/SivService.aspx?apikey=eFuoXL9eGY3QYgmZAkMN9EU8VxVwAaTlX4BQYx5PzZa19D40vLoDZSjwzhU4UlZ%2F', 89, 'ПЕЖО ПАРТНЕР', 0, 0, 0, 2012, 'БЕЛЫЙ', '2016-09-20 22:42:17', '2016-09-20 22:42:17'
5120946, 1037186558, 3, 4, 'WV2ZZZ7HZAH240732', '7725532906', null, null, 1968, 'https://avtokod.mos.ru/Pages/Services/SivService.aspx?apikey=MX3WEGgmkos18Swn1PoZQ51CSHAXRDoSXcGhekvFRBbR79QAcd4F4Va1BjyE7keK', 179, 'ФОЛЬКСВАГЕН МУЛЬТИВЕН', 0, 0, 0, 2010, 'СЕРЫЙ', '2016-05-13 04:16:55', '2016-05-13 04:16:55'
6870306, 1043026846, 3, 1, 'MC000000000000496', null, null, null, null, null, null, null, 0, 0, 0, null, null, '2016-08-14 04:25:36', '2016-08-14 04:25:37'
6966518, 1043211458, 3, 3, 'SALLSAA547A984722', null, null, null, 4394, null, 299, 'ЛЕНД РОВЕР РЕЙНДЖ РОВЕР СПОРТ', 0, 0, 0, 2006, null, '2016-08-19 04:37:52', '2016-08-19 04:37:52'
--
INSERT INTO all.phones VALUES(?, ?, ?, ?, ?, ?, ?, ?)
101822501, 49067029, 7873238, 79087358805, '9-18', '1:3:7', '0', '2017-02-15 01:36:15'
101822667, 49067095, 11017050, 79218498363, '9-21', '1:3:7', '0', '2017-02-15 04:27:47'
101232684, 48721936, 5847706, 79299621531, '9-17', '1:3:7', '0', '2016-08-21 12:30:03'
--
INSERT INTO all.sale_images VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
617149941, 31, 1, 6541923, 1, '150398-9480fac9c0683ead872457559b87e4f6', '0x0', null, 0, 0, 0.0, 0.0, '1980-01-01 00:00:01', 1
617149943, 31, 1, 6541923, 0, '56135-be914bacd4baf01881ca6803c02cfd7b', '0x0', null, 0, 0, 0.0, 0.0, '1980-01-01 00:00:01', 2
617149945, 31, 1, 6541923, 0, '198661-937da92300d7115e48f12be6ccc1c0b3', '0x0', null, 0, 0, 0.0, 0.0, '1980-01-01 00:00:01', 3
617151497, 31, 1, 6542117, 1, '195361-8c6f627b9c9218046d76465417e8474f', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 1
617151499, 31, 1, 6542117, 0, '28334-7fca448defea0ad03aafe2e71759982d', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 2
617151501, 31, 1, 6542117, 0, '56135-47be7ee4d35efc8f24adea8cfc0d00de', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 3
617151503, 31, 1, 6542117, 0, '109879-d6b2b1f699d89cb641a611d0dd97d95c', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 4
617151505, 31, 1, 6542117, 0, '118933-ea72b4ae0656405aa75b74b7cbbd1c47', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 5
617151507, 31, 1, 6542117, 0, '148225-ee817145dd8ec45dfcece5a13532dc60', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 6
617151509, 31, 1, 6542117, 0, '53041-7ec647e00549e33bcad047928f166436', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 7
617151515, 31, 1, 6542117, 0, '168239-26c291cf40fcc42b04ebd5241da89d5f', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 8
567112746, 31, 1, 6229746, 1, '105525-5a4fffcc700b94b380c4fc75a9b26810', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 1
567112748, 31, 1, 6229746, 0, '117618-fa10d2afc0ab372fcec9ca380fe8027e', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 2
567112750, 31, 1, 6229746, 0, '46401-1c58a204079393cd719d88289ada6673', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 3
567112752, 31, 1, 6229746, 0, '120399-23a830b31141347c066f7cada87b397f', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 4
567112754, 31, 1, 6229746, 0, '99131-e116413415877b9fd6e2590abb477d12', ':', null, 1, 1, 0.0, 0.0, '1980-01-01 00:00:01', 5
--
INSERT INTO users.phone_numbers VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?)
32624814, 18318774, null, 79161793608, 1, 0, 0, '2016-08-21 14:36:31', null
15938050, 10816570, null, 79533300667, 1, 0, 0, '2014-03-30 10:41:28', null
5523664, 7873238, null, 79087358805, 1, 1, 350340, '2015-06-03 15:09:22', '2012-11-12 23:12:11'
1942623, 10591660, null, 79255188588, 1, 1, 384178, '2016-08-28 12:01:33', '2014-01-19 18:43:29'
70057793, 18740415, null, 79779813565, 1, 0, 0, '2016-09-23 03:40:45', null
3395160, 5847706, null, 79265762480, 1, 1, 427006, '2012-04-02 22:15:56', '2012-04-02 22:16:33'
31151748, 5847706, null, 79252425950, 1, 0, 0, '2017-02-14 16:05:45', null
63852739, 5847706, null, 79299621531, 1, 0, 0, '2016-06-03 00:12:08', null
1125446, 20402427, null, 79037094135, 1, 0, 884567, '2017-01-17 04:55:38', '2014-03-22 17:58:51'
--
INSERT INTO catalog7_yandex.tech_groups VALUES(?, ?, ?, ?)
2, 'Трансмиссия', 0, 6
8, 'Тормозная система', 0, 7
9, 'Кузов', 0, 2
10, 'Подвеска', 0, 5
12, 'Эксплуатационные показатели', 0, 9
13, 'Двигатель', 1, 3
11, 'Рулевое управление', 0, 8
--
INSERT INTO all7.sales_images_10425 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1830494, 1042409964, 0, 2, '43043-b4c8d5a22022cf804537d5384dea860a', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-09 04:24:27', 'MBB190A37DA80D4F5'
1830496, 1042409964, 0, 3, '60797-1c3a93fd319ccff379345adaf9cac6d3', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-09 04:24:27', 'M4DC50FDFAFCA2FEC'
1830498, 1042409964, 0, 4, '147535-f52000886f337a48ee1fd0d56fa2d7e6', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-09 04:24:27', 'M972B33213E2B185F'
1830500, 1042409964, 0, 5, '48135-2f195f2df1be26891ce279898ac1f2ce', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-09 04:24:27', 'M248C834A7CDEA705'
1830492, 1042409964, 1, 1, '28334-66ab74bfe9abfa4aee602d339f28a296', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-09 04:24:27', 'MA4A13CEDBFEBEF00'
--
INSERT INTO all7.badges_sales VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?)
4548, 15, 1043270830, 18318774, 'Камера заднего вида', 1, '2016-08-21 14:37:15', '2016-08-21 14:38:06', 0
4550, 15, 1043270830, 18318774, 'Два комплекта резины', 1, '2016-08-21 14:37:15', '2016-08-21 14:38:06', 0
4552, 15, 1043270830, 18318774, 'Кожаный салон', 1, '2016-08-21 14:37:15', '2016-08-21 14:38:06', 0
--
INSERT INTO all7.sales_property_values_10425 VALUES(?, ?, ?, ?)
3209730, 1042409964, 6, '1358'
3209732, 1042409964, 13, '2011'
3209734, 1042409964, 15, '2'
3209736, 1042409964, 16, '0'
3209738, 1042409964, 18, '152000'
3209740, 1042409964, 19, '1'
3209742, 1042409964, 21, '12'
3209744, 1042409964, 22, '1'
3209746, 1042409964, 27, '1'
3209748, 1042409964, 28, '1'
3209750, 1042409964, 38, '0'
3209752, 1042409964, 89, '2016-08-09 04:24:27'
3209754, 1042409964, 413, '1'
3209756, 1042409964, 12, 'ABCDEFGH1JKLM0123'
--
INSERT INTO poi7.call_tracking VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
25, 8471, 'x9vic5-IqCY', 440600, 74952254487, 'o44xVrZKg-U', 74994270077, '1:3:7', '2016-07-07 17:41:03', '2016-07-07 17:45:17'
27, 8471, 'Zu0Yv6V5SM8', 440600, 74952254487, 'ZcsXTHeZtkA', 74994270075, '1:3:7', '2016-07-07 17:45:20', '2016-08-21 19:02:02'
118, 8471, '6X4lUvz5Tj8', 440600, 74952254487, '', 74952276439, '1:3:7', '2016-08-21 19:02:10', '2016-10-05 05:15:06'
--
INSERT INTO catalog7_yandex.labels VALUES(?, ?, ?, ?, ?, ?)
612, 30, '325xi', 'default', 1, 612
2744, 30, '325', 'front', 3, 2744
834, 170, '350', 'default', 1, 834
2988, 170, '350', 'front', 1, 2988
--
INSERT INTO office7.client_dealers VALUES(?, ?, ?, ?, ?, ?)
85705, 10600, 49, '1980-01-01 00:00:01', '1980-01-01 00:00:01', '2015-08-07 13:24:04'
89783, 24813, 336, '1980-01-01 00:00:01', '1980-01-01 00:00:01', '2017-02-03 18:55:54'
89781, 24813, 645, '1980-01-01 00:00:01', '1980-01-01 00:00:01', '2017-02-03 18:55:54'
--
INSERT INTO all.sale5 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
2298241, 'e7e0', 3, 1, 0, 0, 0, 0, 49008019, 20402427, 0, 0, 0, '2017-01-17 05:13:00', '2017-01-18 01:44:06', '2017-02-16 00:00:00', 104, 2, 21145, 0, 'TRX 500', 0, '', 333, 16, 1025, 0, 499, 32, 646, 640, 85, 0, null, null, null, 107, 0, 2009, 11000, 'km', 500000, 8388, 1, 'RUR', 1, 2, 1, 1, '', 0, 0, 0, 0, '', 0, 0, '', '61,63', 0, 'текстильщики', 'аАпарат в хорошем состоянн кофр таморак лебетка подогрев ручек курка люфтов негде нет 27 зилла новая', 1, 87, 1123, '176.99.219.62', '', 0, '2017-01-18 01:43:54', 0, '', '', 0, 0, 2, 55.708916, 37.734371, null, 0, 0, 0
--
INSERT INTO catalog7_yandex.engines VALUES(?, ?, ?, ?, ?)
21153178, '', 205, 20153178, 17788
7143500, '', 109, 6143500, 13394
3416343, 'n52b25', 30, 2416343, 7433
4784319, '', 15, 3784319, 9736
21494193, '', 170, 20494193, 3043
21464089, '', 166, 20464089, 2716
9237771, '', 273, 8237771, 18478
21478437, '2GR-FE', 260, 20478437, 19499
5759780, '', 15, 4759780, 357
3307396, '', 147, 2307396, 7322
--
INSERT INTO all7.sales_phones_redirect VALUES(?, ?, ?, ?, ?, ?)
81133, 1044216699, 1, 0, '{"79779813565":{"source":"+79164641939","createTime":"2016-09-23T03:41:04.801+03:00","deadline":"2016-10-29T23:37:41.298+03:00","id":"e-LiEi1OYNE","target":"+79779813565","objectId":"1044216699"}}', '2016-10-23 17:06:04'
81009, 1044214673, 0, 0, null, '1980-01-01 00:00:01'
--
INSERT INTO all7.sales_phones VALUES(?, ?, ?, ?, ?)
1043270830, 32624814, 10, 21, 'Валерий'
1043045004, 1942623, 9, 21, 'Константин'
1044216699, 70057793, 9, 21, ''
1044214673, 37561199, 9, 21, 'Евгений'
--
INSERT INTO all7.poi VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1039076492, 1, 87, 1123, 225, 1, 213, 'Сергиев Посад', 55.75396, 37.620392
1038151348, 1, 87, 1123, 225, 1, 213, 'Россия, Москва, Западный административный округ, район Крылатское', 0.0, 0.0
1041499733, 1, 38, 4746, 225, 1, 21642, 'Россия, Московская область, Ногинский район, городское поселение Электроугли, Электроугли', 0.0, 0.0
1041480369, 1, 38, 1024, 225, 1, 10738, '', 55.678799, 37.893509
--
INSERT INTO all7.video_sales_yandex VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
309190, 4, 'file', 156870, 'm-63774-156a07376d0-87d395248cef988d', '[{"name":"sq.mp4","size":5160903,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/117893\/156a0747a38\/5ddb436e77b44098\/sq.mp4?redirect=yes&sign=5bc646938f5d064116e7feb163488a7dacf08ecbd4776b7389d7fdfe3cc96ab1&ts=6a82762b"},{"name":"360p.m3u8","size":983,"getUrl":"https:\/\/proxy.video.yandex.net\/get-hls\/autoru-office\/31004\/156a07505c9\/ce7a0634b571d0ea\/360p.m3u8?sign=1a00d9d9922.3ec793157c3de59654425710493366715677ee1fd2ebf52f9aa360a98052a68b"},{"name":"hls_master_playlist.m3u8","size":579,"getUrl":"https:\/\/proxy.video.yandex.net\/get-master-hls\/autoru-office\/60761\/156a076f73e\/6def00198164c09c\/hls_master_playlist.m3u8?sign=1a00d9d9924.b4897460dab6b914792577f0093ca578d22e641d2ef981ac34880331bb34e3f4"},{"name":"480p.mp4","size":7479911,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/63019\/156a0750df8\/f968a622803530c5\/480p.mp4?redirect=yes&sign=5f2c05b7314fb6120df570b300ff52ffae9a956ff6f72bf99113fefe4d035aa8&ts=6a82762b"},{"name":"480p.webm","size":8007363,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/29306\/156a075b803\/9cd750b9f186f7e\/480p.webm?redirect=yes&sign=5b75ac1bf8df9a9570d8c7bd702bca67f0cbf9ebf4c2b713e06f00f6926dea78&ts=6a82762b"},{"name":"480p.m3u8","size":983,"getUrl":"https:\/\/proxy.video.yandex.net\/get-hls\/autoru-office\/44701\/156a075beb0\/ee35e55e09012f0f\/480p.m3u8?sign=1a00d9d992b.6ed0700424751abe7c4199bc0fa47c851416f10baf737f71fd5a04d102e9d33d"},{"name":"720p.webm","size":13608909,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/113286\/156a07694b8\/7cdec5cce3a75619\/720p.webm?redirect=yes&sign=c8becf6c36c85c7816795e5188da794c061d0afe91a8276cef81dd937bfef4a6&ts=6a82762b"},{"name":"720p.m3u8","size":983,"getUrl":"https:\/\/proxy.video.yandex.net\/get-hls\/autoru-office\/51860\/156a076f6f2\/cdee5d8335bedd29\/720p.m3u8?sign=1a00d9d9930.d951c1270bb30272d4028b27907af9505a65c2f9eb89c8944ce48cfbc04fa969"},{"name":"sq.webm","size":5448941,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/49088\/156a07739ef\/ba65940e5060060e\/sq.webm?redirect=yes&sign=54614a2cf5440eda4938ec75d432d1f5e5b4b7ab58019c01112507935da3b976&ts=6a82762b"},{"name":"720p.mp4","size":13442664,"getUrl":"https:\/\/storage.mds.yandex.net\/get-video-autoru-office\/124915\/156a0775741\/4686fe9c148106aa\/720p.mp4?redirect=yes&sign=80b6d8c0e27b41c58d176f1c49e56d9e122e9e45f1debddc37be0a9195919dc3&ts=6a82762b"}]', '[{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/120x90.jpg","width":120,"height":90},{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/320x240.jpg","width":320,"height":240},{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/450x334.jpg","width":450,"height":334},{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/1.450x334.jpg","width":450,"height":334},{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/2.450x334.jpg","width":450,"height":334},{"url":"https:\/\/static.video.yandex.ru\/get\/office-autoru\/m-63774-156a07376d0-87d395248cef988d\/3.450x334.jpg","width":450,"height":334}]', '', '', '2016-08-19 04:38:41', '2016-08-19 05:47:07'
309191, 4, 'file', 100500, 'm-63774-156a07376d0-87d395248cef988d', '', '', '', '', '2016-08-19 04:38:41', '2016-08-19 05:47:07'
--
INSERT INTO poi7.poi_types VALUES(?, ?, ?)
1, 'salon', 'Салоны'
--
INSERT INTO all7.sales_property_values_10433 VALUES(?, ?, ?, ?)
1389158, 1043270830, 6, '1358'
1389160, 1043270830, 7, '1260'
1389162, 1043270830, 10, '1074'
1389164, 1043270830, 15, '1'
1389166, 1043270830, 18, '143700'
1389168, 1043270830, 19, '1'
1389170, 1043270830, 21, '14'
1389172, 1043270830, 22, '1'
1389174, 1043270830, 27, '1'
1389176, 1043270830, 28, '1'
1389178, 1043270830, 32, 'Валерий'
1389180, 1043270830, 35, '6143425_8518917_6143500'
1389182, 1043270830, 58, '1414'
1389184, 1043270830, 413, '1'
1389186, 1043270830, 437, '2012-04-02'
1389188, 1043270830, 449, '0'
1389190, 1043270830, 458, '1'
1389192, 1043270830, 462, '0'
1389194, 1043270830, 472, 'review_213'
1389196, 1043270830, 470, 'autoservice_123'
5276000, 1043211458, 6, '1358'
5368138, 1043211458, 7, '1259'
5368140, 1043211458, 10, '1074'
5276002, 1043211458, 12, 'SALLSAA547A984722'
5276004, 1043211458, 13, '2007'
5276006, 1043211458, 15, '2'
5276010, 1043211458, 18, '115257'
5276012, 1043211458, 19, '1'
5276014, 1043211458, 21, '30'
5276016, 1043211458, 22, '1'
5276018, 1043211458, 27, '1'
5276020, 1043211458, 28, '1'
5368142, 1043211458, 58, '1414'
5276024, 1043211458, 89, '2016-08-30 05:10:16'
5368144, 1043211458, 151, '2016-09-29 10:28:52'
5276026, 1043211458, 413, '1'
5276028, 1043211458, 474, '1'
--
INSERT INTO all7.sales_images_10433 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
681190, 1043270830, 0, 2, '110056-0dc95d54a0a7f6d5649375abfc0f68f2', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MD5D793CA30CEEF43'
681192, 1043270830, 0, 3, '142643-df4544b00450799036a919ff9a0ec74d', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MDF9D924E708F4EFF'
681194, 1043270830, 0, 4, '148473-adc65c43b972825b4cf763d998dd7b3a', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MAD1DE5DEE080CA74'
681196, 1043270830, 0, 5, '101404-ae1c3606af810514a4cd23821ecbf3ad', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MEDCFC2CA419CEDF1'
681198, 1043270830, 0, 6, '132506-c33de4c7ee2eabcf284d79fd72800998', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MD944B4BAED7F0E88'
681200, 1043270830, 0, 7, '110056-676728152a7007e68b18ab654867a617', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MAB42A2CA40037CFD'
681202, 1043270830, 0, 8, '57595-809774f6f0e026f3967a0ef52d07c0b2', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'M05F83CBC0BEDDF08'
681204, 1043270830, 0, 9, '101437-ebc6f38a7f3ceee3bf2a622246f466a9', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'M903490A3FCFF070E'
681206, 1043270830, 0, 10, '43925-3d1fe3c8281926e3173ada5635a2c84f', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'MF91CA05F7F9E2CEF'
681188, 1043270830, 1, 1, '136387-6df3831aea9cd6df09157c86b8f3d2a0', null, 1, 0.0, 0.0, '1980-01-01 00:00:01', 'oldsale', '2016-08-21 14:37:00', 'M4FD7C3DA008EDCFB'
1779904, 1043211458, 0, 2, '62335-4fcfa46261e6dd6bd2224194257db811', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779906, 1043211458, 0, 3, '42199-8109506d3010264cbd083a43fcee1d7f', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779908, 1043211458, 0, 4, '113664-418b051e46bf0ca9711e64f8e3ba17d8', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779910, 1043211458, 0, 5, '150833-5a97a8a41829d59205cef2dd37e1e37e', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779912, 1043211458, 0, 6, '97145-9b9a99ff54759e08f7edf814728cd730', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779914, 1043211458, 0, 7, '49358-f8cc81b8ecdba46b95dfeec1a2f50bee', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779916, 1043211458, 0, 8, '50256-0384c1eb5f47c487841024b270681b61', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779918, 1043211458, 0, 9, '139845-f259a87f0bacfc191571f3bab17d6e5a', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
1779902, 1043211458, 1, 1, '41540-dbd3e83422153ee4a6588197a5ba5454', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-07 05:06:11', ''
--
INSERT INTO poi7.poi_contacts_phones VALUES(?, ?, ?, ?, ?, ?, ?, ?)
20167631, 13024901, 'Юрий', 79208752480, '1:3:7', 0, '09:00:00', '21:00:00'
29057476, 21403944, 'менеджер', 74957778895, '1:3:7', 0, '09:00:00', '21:00:00'
29342663, 21656419, 'менеджер', 78007078895, '1:3:7', 0, '09:00:00', '21:00:00'
29031824, 21383668, 'менеджер', 79672419110, '1:3:7', 0, '09:00:00', '21:00:00'
29057490, 21403948, 'менеджер', 79167079338, '1:3:7', 0, '09:00:00', '21:00:00'
29057480, 21403946, 'менеджер', 79672415387, '1:3:7', 0, '09:00:00', '21:00:00'
29201626, 21533932, 'менеджер', 79263918675, '1:3:7', 0, '09:00:00', '21:00:00'
29342659, 21656419, 'менеджер', 79252176877, '1:3:7', 0, '09:00:00', '21:00:00'
29057482, 21403946, 'менеджер', 79672417716, '1:3:7', 0, '09:00:00', '21:00:00'
29666691, 21969955, 'менеджер', 78001009908, '1:3:7', 0, '09:00:00', '21:00:00'
29057488, 21403948, 'менеджер', 79260694434, '1:3:7', 0, '09:00:00', '21:00:00'
29018790, 21374336, 'менеджер', 79015167603, '1:3:7', 0, '09:00:00', '21:00:00'
29057478, 21403944, 'менеджер', 78001001017, '1:3:7', 0, '09:00:00', '21:00:00'
29025074, 21378564, 'менеджер', 79260101287, '1:3:7', 0, '09:00:00', '21:00:00'
20190619, 13043497, 'Менеджер', 79261344444, '1:3:7', 0, '10:00:00', '22:00:00'
20168327, 13025283, 'Отдел продаж', 74952551684, '1:3:7', 0, '10:00:00', '20:00:00'
--
INSERT INTO all7.sales_property_values_10443 VALUES(?, ?, ?, ?)
247321, 1044216699, 6, '121'
247323, 1044216699, 7, '1259'
247325, 1044216699, 10, '180'
247327, 1044216699, 15, '2'
247329, 1044216699, 18, '225000'
247331, 1044216699, 19, '1'
247333, 1044216699, 21, '10'
247335, 1044216699, 22, '2'
247337, 1044216699, 27, '1'
247339, 1044216699, 32, 'иван'
247341, 1044216699, 58, '1414'
247343, 1044216699, 413, '1'
247345, 1044216699, 458, '1'
220445, 1044214673, 6, '120'
220447, 1044214673, 7, '1259'
220449, 1044214673, 10, '180'
220451, 1044214673, 15, '3'
220453, 1044214673, 18, '187000'
220455, 1044214673, 19, '1'
220457, 1044214673, 21, '10'
220459, 1044214673, 22, '1'
220461, 1044214673, 27, '1'
220463, 1044214673, 28, '1'
220465, 1044214673, 29, '1'
220467, 1044214673, 32, 'Евгений'
220469, 1044214673, 58, '1413'
220471, 1044214673, 413, '1'
220473, 1044214673, 449, '0'
--
INSERT INTO all7.sales_property_values_10432 VALUES(?, ?, ?, ?)
5270892, 1043140898, 6, '120'
5270894, 1043140898, 13, '2007'
5270896, 1043140898, 15, '3'
5270898, 1043140898, 16, '0'
5270900, 1043140898, 18, '151000'
5270902, 1043140898, 19, '2'
5270904, 1043140898, 21, '24'
5270906, 1043140898, 22, '1'
5270908, 1043140898, 27, '1'
5270910, 1043140898, 28, '1'
5270912, 1043140898, 38, '1'
5270914, 1043140898, 89, '2016-08-26 20:10:03'
5270916, 1043140898, 413, '1'
--
INSERT INTO office7.clients VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
10086, 1, 65, 1, 87, 1123, 225, 1, 213, '', 'vbelov@imoneybank.ru', 74957778895, '1:3:7', '', '', '', 'БЕЗ СКИДКИ !Ссылка на сайт http://www.iAutoBank.ru - убрана, т.к. ведет на аукцион. Спамят пользователей смс-ками, используя бренд auto.ru. Работаем до первого замечания, если нарушат отказать в услугах. ', 0, 14342, 0, 'msk1913', 'active', 'менеджер 925', 0, '', 'old', '2014-03-03 15:30:38', '2014-03-03 15:30:38', '2016-09-23 13:40:13', 0, '1980-01-01 00:00:01', '', '', '44 км МКАД (внешняя сторона), владение 1', '', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1, '2015-04-02 12:34:01', null, 14910, 12, 0, '1980-01-01 00:00:01', '2016-10-04 16:10:10', 114300, 0, 0, 0, 1, 1, 0, 0, 1, 0, 0, 1, 'AlfaCars88', 1, 0, 0
10600, 1, 65, 1, 21, 1286, 225, 10693, 967, 'http://rantekt-motors.ru',f 'trade-in@rantekt-motors.ru', 74843957007, '1:3:7', 'Официальный дилер Chevrolet, Opel, Chevrolet NIVA в Обнинске. Обмен автомобилей с пробегом на новые автомобили концерна General Motors и АвтоВаз. Сервисный центр, магазин аксессуаров и запчастей, кузовная станция.', '', '', 'до февраля 15г опл. через ТМС (БЕЗ СКИДКИ !', 0, 14342, 0, 'obn0007', 'active', 'Иван Субботин', 0, '', 'old', '2014-04-02 13:38:25', '2014-04-02 13:38:25', '1980-01-01 00:00:01', 0, '1980-01-01 00:00:01', '', '', 'Коммунальный проезд, д. 2', '', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1, '2015-03-26 12:31:01', null, 15032, 12, 0, '2016-02-29 22:12:52', '2016-10-02 20:31:16', 1500, 0, 0, 0, 1, 1, 0, 1, 1, 0, 0, 0, 'Рантект Моторс', 1, 1, 0
24813, 1, 0, 1, 89, 1566, 225, 10174, 2, '', 'plus@orient-sp.ru', 0, '0:0:0', '', '', '', '', 0, 14342, 0, 'spb1032', 'active', '', 0, '', 'old', '2017-02-03 17:55:00', '2017-02-03 18:00:59', '2017-02-03 18:00:59', 0, '1980-01-01 00:00:01', '', '', 'Софийская ул., 6', '', 0, 1, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, '1980-01-01 00:00:01', null, 24349, 12, 0, '2017-02-03 18:02:02', '2017-03-03 09:05:02', 16770, 0, 0, 0, null, 1, 0, 0, 1, 0, 0, 1, 'Ориент', 1, 0, 0
21029, 2, 0, 1, 87, 1123, 225, 1, 213, '', 'd@mashkovgroup.ru', 89269244444, '1:3:7', '', '', '', '', 0, 19030, 0, 'msk3279', 'active', 'Дмитрий', 0, '', 'old', '2016-03-23 13:53:01', '2016-03-23 13:53:01', '1980-01-01 00:00:01', 0, '1980-01-01 00:00:01', '', '', 'пос. Вешки, ул. Лиственная 3 (м. Алтуфьево)', '', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, '1980-01-01 00:00:01', null, 20433, 0, 0, '1980-01-01 00:00:01', '2016-10-23 11:45:03', 22710, 0, 0, 0, 1, 1, 1, 0, 1, 0, 0, 1, 'Автосалон', 1, 0, 0
8514, 1, 65, 1, 87, 1123, 225, 1, 213, 'http://www.mayorcars.ru', 'sales@mayorcars.ru', 74951250722, '1:3:7', 'Продаем новые автомобили премиум класса по всей России: Toyota, Lexus, Mitsubishi, Mercedes Benz, BMW и другие. Подробности по тел: 8 495 125 07 22Продаем новые автомобили премиум класса от официальных дилеров, авто с пробегом, а также автомобили из США и ЕС.Мы найдем, оформим, доставим любой автомобиль «под ключ». Гарантия лучшей цены 3 000 авто всегда в наличииВ нашей компании работает 100% гарантия безопасности сделки.ПОЧЕМУ МЫ ГАРАНТИРУЕМ ЛУЧШУЮ ЦЕНУ В РОССИИ:- Мы являемся официальным партнером крупных автодилеров. За счет большого объема выкупленных ежеквартально авто, мы имеем спец. условия.- Развитая сеть автосалонов-партнеров, со 180 из которых мы работаем на протяжении 6 лет. Все это позволяет нам работать по спец. условиям.- Мы используем специальные программы: «селебрити», «виза инфинити», «селектед и лоялити» по получению дополнительнойскидки, о которых знают лишь избранные.- Мы используем закрытые дефицитные склады авто, и поэтому можем найти модели, которых нет в наличии у дилеров.По наличию авто и другим вопросам звоните по телефону: 8 495 125 07 22', '', '', 'БЕЗ СКИДКИ ! Контактное лицо, как в карте msk2257 Майор Н.Н. не салон - продажа авто ОТ офиц.дилеров.', 0, 14342, 0, 'msk2321', 'active', 'Менеджер отдела продаж', 0, '', 'new', '2013-08-22 00:00:00', '2013-08-22 00:00:00', '1980-01-01 00:00:01', 0, '1980-01-01 00:00:01', '', '', 'Краснобогатырская 2ст16', '', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1, '2015-04-02 12:34:01', null, 13838, 12, 0, '1980-01-01 00:00:01', '2016-09-30 16:11:11', 15000, 0, 0, 0, 1, 1, 0, 0, 1, 0, 0, 1, 'MAYORCARS Москва', 1, 0, 0
15936, 1, 65, 1, 87, 1123, 225, 1, 213, 'http://auto-alley.ru', 'avtoalleya@yandex.ru', 79099808304, '1:3:7', '', '', '', 'Номера телефонов из карт 1858', 0, 19030, 0, 'msk2262', 'active', 'Отдел продаж', 0, '', 'old', '2014-08-01 17:12:37', '2014-08-01 17:12:37', '1980-01-01 00:00:01', 0, '1980-01-01 00:00:01', '', '', 'Каширское шоссе, д. 61, стр. 3А, 1 этаж', '', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1, '2015-04-02 12:34:01', null, 15363, 82, 0, '1980-01-01 00:00:01', '2016-09-29 06:33:56', 334650, 0, 0, 0, 1, 1, 0, 0, 1, 0, 0, 1, 'ПАМАВТО-ТРЕЙД', 1, 0, 0
--
INSERT INTO catalog7_yandex.tech_selects VALUES(?, ?, ?, ?, ?, ?)
119, 292, 'Универсал', 'wagon', 11, 'WAGON'
120, 292, 'Седан', 'sedan', 1, 'SEDAN'
121, 292, 'Хэтчбек 5 дв.', 'hatchback_5d', 7, 'HATCHBACK_5_DOORS'
122, 292, 'Купе', 'coupe', 4, 'COUPE'
123, 292, 'Кабриолет', 'cabrio', 22, 'CABRIO'
124, 292, 'Внедорожник', 'offroad', 14, 'ALLROAD'
125, 292, 'Компактвэн', 'compactvan', 28, 'COMPACTVAN'
126, 292, 'Купе-хардтоп', 'coup_hardtop', 5, 'COUPE_HARDTOP'
128, 292, 'Пикап', 'pickup', 18, 'PICKUP'
180, 322, 'Передний', 'front', 1, 'FRONT'
181, 322, 'Задний', 'rear', 5, 'REAR'
182, 322, 'Полный постоянный', 'full_standing', 4, 'ALL_FULL'
183, 322, 'Полный подключаемый', 'full_plug', 3, 'ALL_PART'
1074, 322, 'Полный', 'full', 2, 'ALL'
1104, 292, 'Родстер', 'roadster', 25, 'ROADSTER'
1256, 1185, 'Гибрид', 'hybrid', 3, 'HYBRID'
1257, 1185, 'Электро', 'electro', 5, 'ELECTRO'
1258, 1185, 'Ротор', 'rotor', 6, null
1259, 1185, 'Бензин', 'gasoline', 1, 'GASOLINE'
1260, 1185, 'Дизель', 'diesel', 2, 'DIESEL'
1262, 1185, 'Бензин / Газ', 'gas', 4, 'LPG'
1314, 292, 'Лифтбек', 'liftback', 9, 'LIFTBACK'
1316, 292, 'Хэтчбек 3 дв.', 'hatchback_3d', 8, 'HATCHBACK_3_DOORS'
1320, 292, 'Внедорожник 3 дв.', 'offroad_3d', 15, 'ALLROAD_3_DOORS'
1324, 292, 'Хэтчбек 4 дв.', 'hatchback_4dr', 8, 'HATCHBACK_4_DOORS'
1328, 292, 'Внедорожник открытый', 'vezdehod', 17, 'ALLROAD_OPEN'
1340, 292, 'Универсал 3 дв.', 'wagon_3d', 12, 'WAGON_3_DOORS'
1342, 292, 'Универсал 5 дв.', 'wagon_5', 13, 'WAGON_5_DOORS'
1344, 292, 'Лимузин', 'limousine', 30, 'LIMOUSINE'
1348, 292, 'Фастбек', 'fastback', 10, 'FASTBACK'
1350, 292, 'Тарга', 'targa', 27, 'TARGA'
1356, 292, 'Седан 2 дв.', 'sedan_2d', 2, 'SEDAN_2_DOORS'
1358, 292, 'Внедорожник 5 дв.', 'offroad_5d', 16, 'ALLROAD_5_DOORS'
1360, 292, 'Микровэн', 'microvan', 27, 'MICROVAN'
1362, 292, 'Пикап Одинарная кабина', 'pickup_2dr', 19, 'PICKUP_ONE'
1364, 292, 'Пикап Двойная кабина', 'pickup_4dr', 21, 'PICKUP_TWO'
1366, 292, 'Седан-хардтоп', 'sedan_hardtop', 3, 'SEDAN_HARDTOP'
1368, 292, 'Минивэн', 'minivan', 29, 'MINIVAN'
1370, 292, 'Спидстер', 'speedster', 26, 'SPEEDSTER'
1372, 292, 'Ландо', 'landau', 24, 'LANDO'
1374, 292, 'Пикап Полуторная кабина', 'pickup_kingcab', 20, 'PICKUP_ONE_HALF'
1376, 292, 'Фургон', 'furgon', 31, 'VAN'
1380, 292, 'Фаэтон', 'phaeton', 32, 'PHAETON'
1382, 292, 'Фаэтон-универсал', 'phaeton-wag', 33, 'PHAETON_WAGON'
1386, 1185, 'Двухтактный', 'two-stroke', 7, null
1413, 1230, 'Механическая', 'gearbox_manual', 1, 'MECHANICAL'
1414, 1230, 'Автоматическая', 'gearbox_auto', 2, 'AUTOMATIC'
1415, 1230, 'Роботизированная с одним сцеплением', 'gearbox_robotic_one', 4, 'ROBOT_1CLUTCH'
1416, 1230, 'Роботизированная с двумя сцеплениями', 'gearbox_robotic_two', 5, 'ROBOT_2CLUTCH'
1417, 1230, 'Вариатор', 'gearbox_variator', 7, 'VARIATOR'
1418, 1230, 'Прямая передача', 'gearbox_fixed', 8, 'PP'
1419, 1230, 'Роботизированная секвентальная', 'gearbox_sequential', 6, 'ROBOT_SEQ'
1429, 1230, 'Роботизированная', 'gearbox_robotic', 3, 'ROBOT'
1474, 317, 'центральный впрыск (моновпрыск или одноточечный)', null, 0, 'Central fuel injection'
1476, 317, 'распределенный впрыск (многоточечный)', null, 0, 'Multipoint fuel injection'
1478, 317, 'непосредственный впрыск (прямой)', null, 0, 'Direct fuel injection'
1480, 317, 'двигатель с неразделенными камерами сгорания (непосредственный впрыск топлива)', null, 0, 'Undivided combustion chamber'
1482, 317, 'карбюратор', 'carburetor', 0, 'Carburetor'
1484, 317, 'двигатель с разделенными камерами сгорания (вихрекамерный или предкамерный)', null, 0, 'Divided combustion chamber'
1486, 317, 'комбинированный впрыск (непосредственно-распределенный)', null, 0, 'Dual fuel injection'
1488, 318, 'турбонаддув', 'turbocharger', 0, 'Turbocharger'
1490, 318, 'компрессор', 'mechanical_supercharger', 0, 'Mechanical supercharger'
1492, 318, 'нет', 'none_turbocharger', 0, 'None'
134, 293, '5', 'seats_five', 8, null
1514, 326, 'независимая, пружинная', null, 0, 'Independent, coil suspension'
1538, 327, 'полунезависимая, пружинная', null, 0, 'Semi-independent, coil suspension'
1548, 331, 'дисковые вентилируемые', null, 0, 'Ventilated disc'
1554, 331, 'барабанные', null, 0, 'Drum'
1558, 332, 'дисковые', null, 0, 'Disc'
1534, 327, 'независимая, пружинная', null, 0, 'Independent, coil suspension'
1500, 321, 'АИ-95', null, 0, '95 RON'
1560, 332, 'дисковые вентилируемые', null, 0, 'Ventilated disc'
135, 293, '5/7', 'seats_five_seven', 11, null
1510, 326, 'независимая, пневмоэлемент', null, 0, 'Independent, pneumatic suspension'
1530, 327, 'независимая, пневмоэлемент', null, 0, 'Independent, pneumatic suspension'
140, 293, '2+2', 'seats_two_two', 3, null
1540, 327, 'независимая, рессорная', null, 0, 'Independent, leaf suspension'
1546, 331, 'дисковые', null, 0, 'Disc'
1556, 332, 'барабанные', null, 0, 'Drum'
137, 293, '7', 'seats_seven', 20, null
1544, 328, 'Рейка', null, 0, 'REYKA'
--
INSERT INTO poi7.poi VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
9542, '', 1, 1, 87, 1123, 225, 1, 213, '44 км МКАД (внешняя сторона), владение 1', 55.628967, 37.46981, 1665420475, 0.696651, '2014-03-03 00:00:00', '2016-06-14 10:17:58', 'New', 0
9663, '', 1, 1, 21, 1286, 225, 10693, 967, 'Коммунальный проезд, д. 2', 55.101952, 36.636574, 1665442513, 0.920063, '2014-04-02 00:00:00', '2015-12-11 13:10:31', 'New', 0
19063, 'a579', 1, 1, 89, 1566, 225, 10174, 2, 'Софийская ул., 6', 59.886242, 30.386539, 1637466437, 0.785583, '2017-02-03 17:55:00', '2017-02-03 18:55:53', 'New', 0
15313, 'd281', 1, 1, 87, 1123, 225, 1, 213, 'пос. Вешки, ул. Лиственная 3 (м. Алтуфьево)', 55.927109, 37.596542, 1643046394, 0.622493, '2016-03-23 13:53:01', '2016-07-28 13:52:29', 'New', 0
8471, '', 1, 1, 87, 1123, 225, 1, 213, 'Краснобогатырская 2ст16', 55.816219, 37.687721, 1643051610, 0.565472, '2013-08-22 00:00:00', '2016-07-07 17:43:37', 'New', 1
10254, '', 1, 1, 87, 1123, 225, 1, 213, 'Каширское шоссе, д. 61, стр. 3А, 1 этаж', 55.617271, 37.715687, 1665424139, 0.844274, '2014-08-01 00:00:00', '2016-08-11 11:04:45', 'New', 0
--
INSERT INTO users.reason_archive_users VALUES(?, ?, ?, ?, ?, ?)
1043270830, 18318774, 5, 1, '2016-08-30 10:24:15', null
1043045004, 10591660, 1, 0, '2016-08-31 19:19:23', null
--
INSERT INTO users.user VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
10718386, 'vbelov@imoneybank.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2016-06-06 15:57:00', '2014-02-28 15:47:45', '109.188.125.4', null, 1, '', '', '2014-02-28 15:47:45', '0001-01-01', '', '2014-02-28 15:47:23'
18318774, 'superscalper@yandex.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2016-08-21 13:51:16', '2016-08-21 13:51:17', '31.173.85.115', null, 1, '', '', '2016-08-21 13:51:17', '0001-01-01', '', '2016-08-21 13:51:16'
10816570, 'trade-in@rantekt-motors.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2015-12-10 16:28:15', '2014-03-28 13:06:59', '195.112.98.117', null, 1, '', '', '2014-03-28 13:06:59', '0001-01-01', '', '2014-03-28 13:05:34'
7873238, 'paul8805@ya.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2012-11-11 12:52:51', '2012-11-23 22:25:26', '94.198.238.196', '176.221.6.145', 1, '', '', '2012-11-11 12:53:27', '0001-01-01', '23.11.2012 22:25:26 176.221.6.14518.11.2012 01:49:54 178.22.192.3511.11.2012 12:53:27, 94.198.238.19611.11.2012 12:52:51, 94.198.238.196', '2012-11-11 12:52:51'
10591660, 'hka@greentg.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2016-08-14 12:32:19', '2014-01-19 18:22:36', '188.123.253.32', null, 1, '', '', '2014-01-19 18:22:36', '0001-01-01', '', '2014-01-19 18:22:11'
11017050, 'plus@orient-sp.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2014-06-02 12:42:29', '2014-06-02 12:42:40', '80.76.241.118', null, 1, '', '', '2014-06-02 12:42:40', '0001-01-01', '', '2014-06-02 12:42:29'
18740415, null, '', 'c76b309b881c73be261ffc4403686dc7', '2016-09-23 03:39:47', '2016-09-23 03:39:47', '31.173.80.35', null, 1, '', '', '2016-09-23 03:39:47', '0001-01-01', '', '2016-09-23 03:39:47'
5847706, 'igor.2410@yandex.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2017-02-14 15:30:45', '2012-04-12 12:05:21', '188.191.160.130', '188.191.160.130', 1, '', '', '2012-04-01 01:00:49', '0001-01-01', '12.04.2012 12:05:21 188.191.160.13001.04.2012 01:00:49, 188.191.160.13001.04.2012 00:59:07, 188.191.160.130', '2012-04-01 00:59:07'
16189485, 'd@mashkovgroup.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2016-04-11 14:14:26', '2016-03-23 14:02:09', '46.38.123.185', null, 1, '', '', '2016-03-23 14:02:09', '0001-01-01', '', '2016-03-23 13:53:01'
11287995, 'sales@mayorcars.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2014-09-04 03:02:49', '2014-09-04 19:13:27', '78.25.122.12', null, 1, '', '', '2014-09-04 19:13:27', '0001-01-01', '', '2014-09-04 03:02:49'
18605844, null, '', 'c76b309b881c73be261ffc4403686dc7', '2016-09-13 00:23:07', '2016-09-13 00:23:07', '176.193.84.163', null, 1, '', '', '2016-09-13 00:23:07', '0001-01-01', '', '2016-09-13 00:23:07'
11173018, 'avtoalleya@yandex.ru', '', 'c76b309b881c73be261ffc4403686dc7', '2014-07-29 18:45:14', '2014-07-29 18:47:01', '5.228.187.114', null, 1, '', '', '2014-07-29 18:47:01', '0001-01-01', '', '2014-07-29 18:45:14'
20402427, null, '', 'c76b309b881c73be261ffc4403686dc7', '2017-01-17 04:55:37', '2017-01-17 04:55:37', '176.99.219.62', null, 1, '', '', '2017-01-17 04:55:37', '0001-01-01', '', '2017-01-17 04:55:37'
--
INSERT INTO poi7.poi_prop_values VALUES(?, ?, ?, ?)
2236730, 9542, 6, '15022'
2236732, 9542, 8, '2014-03-03'
2430837, 9542, 17, '1'
2430839, 9542, 13, '1'
2570553, 9542, 34, '1'
2430841, 9542, 2, 'Автоаукцион iAutoBank, обменяй на аукционе свой старый автомобиль на новый!'
2430843, 9542, 9, '1'
2430845, 9542, 15, 'Транс-Гамма'
2430847, 9542, 7, 'msk1913'
2430849, 9542, 10, '1'
2430851, 9542, 1, 'AlfaCars88'
2430853, 9542, 3, 'http://iautobank.ru/'
2193734, 9663, 6, '15144'
2193736, 9663, 8, '2014-04-02'
2193740, 9663, 11, '0'
2348676, 9663, 17, '0'
2348678, 9663, 2, 'Официальный дилер Chevrolet, Opel, Chevrolet NIVA в Обнинске. Обмен автомобилей с пробегом на новые автомобили концерна General Motors и АвтоВаз. Сервисный центр, магазин аксессуаров и запчастей, кузовная станция.Автоцентр “Рантект Моторс” был создан в 2007 году и за время своего существования приобрел репутацию стабильной и надёжной компании, превыше всего ставящей высокое качество обслуживания клиентов.Мы предлагаем вам полный спектр услуг по продаже и обслуживанию автомобилей Chevrolet, Opel и Chevrolet NIVA.Мы стараемся сделать так, чтобы посещение нашего автосалона было для наших клиентов максимально удобным и приятным. Для этого мы создаём оптимальные условия на всех этапах приобретения и послепродажного обслуживания автомобилей.Автоцентр “Рантект Моторс” представляет широкий модельный ряд автомобилей концерна “General Motors": Chevrolet Spark, Chevrolet Aveo, Chevrolet Cruze, Chevrolet Lacetti, Chevrolet Epica, Chevrolet Captiva, российский внедорожник Chevrolet Niva. а также полную линейку автомобилей Opel.Квалифицированные продавцы внимательно выслушают ваши пожелания и помогут выбрать автомобиль, оптимально удовлетворяющий ваши потребности и желания. В автосалоне “Рантект Моторс” вы сумеете получить полный спектр услуг, сопровождающих покупку автомобиля,  кредитование или страхование.Также мы рады предложить вам гарантийное обслуживание и ремонт автомобилей в нашем сервисном центре, условия которого полностью соответствуют высоким стандартам компании General Motors. Наша команда состоит из профессионалов, хорошо знающих своё дело и обладающих уникальным опытом продажи и обслуживания автомобилей. Мы тщательно обучаем персонал компании. Каждый из сотрудников “Рантект Моторс” прошёл профессиональное обучение в центрах подготовки дистрибьютора.Всегда в наличии широкий выбор оригинальных запасных частей, обладающих высоким качеством, которое рассчитывают получить наши покупатели.'
2348680, 9663, 9, '1'
2348682, 9663, 15, 'ИП Гожин В.В.'
2348684, 9663, 7, 'obn0007'
2348686, 9663, 10, '1'
2348688, 9663, 1, 'Рантект Моторс'
2348690, 9663, 3, 'http://rantekt-motors.ru'
2570427, 19063, 6, '24437'
2570537, 19063, 10, '0'
2570539, 19063, 17, '0'
2570541, 19063, 21, '1'
2570543, 19063, 2, 'ООО "ОРИЕНТ" - официальный дилер УАЗ и LIFAN. Продажа новых автомобилей. Сервис, гарантийное и после гарантийное обслуживание. Запчасти. Тюнинг. Обмен старого автомобиля на новый.'
2570545, 19063, 9, '1'
2570547, 19063, 7, 'spb1032'
2570549, 19063, 1, 'Ориент'
2570551, 19063, 13, '1'
2570552, 19063, 34, '1'
2390411, 15313, 6, '20533'
2454106, 15313, 17, '0'
2454108, 15313, 21, '0'
2454110, 15313, 9, '1'
2454112, 15313, 7, 'msk3279'
2454114, 15313, 10, '1'
2454116, 15313, 1, 'OnCars'
2454118, 15313, 3, 'http://oncars.ru'
2454120, 15313, 13, '1'
2237654, 8471, 6, '13950'
2237656, 8471, 8, '2013-08-22'
2444583, 8471, 10, '0'
2444585, 8471, 17, '0'
2444587, 8471, 13, '1'
2444589, 8471, 21, '1'
2444591, 8471, 2, 'Продаем новые автомобили премиум класса по всей России: Toyota, Lexus, Mitsubishi, Mercedes Benz, BMW и другие.MAYORCARS – российская компания, созданная для оказания профессиональных консьерж-услуг по подбору нового автомобиля премиум класса. Сопровождение автомобильной покупки происходит на всех этапах сделки до доставки в любую точку мира. Мы реализуем новые дилерские автомобили различных марок – Mercedes-Benz, Audi, BMW, Toyota, Infiniti, Lexus, Land Rover, Jaguar, Porsche, Volvo, Cadillac, Jeep, TESLA и другие бренды.MAYORCARS – это автомобильное агентство, где всегда имеется большой выбор автомобилей в наличии по выгодным ценам. Мы продаем через интернет автомобили большинства российских официальных дилеров, что позволяет нам иметь постоянно обновляемую базу и быть готовыми предложить покупателю в любой момент не менее 200 дилерских автомобилей премиум класса. Также имеется возможность предоставления автомобиля без очереди для своих клиентов.Опыт продаж премиум марок нашей команды с 2007 года, а также использование передовых технологий в сфере автобизнеса и интернета вызывают доверие к нашей компании - более 3000 человек и 150 компаний стали нашими клиентами. В MAYORCARS работают только выскоквалифицированные специалисты, имеющие стаж работы в автобизнесе не менее 3 лет.По наличию авто и другим вопросам звоните по телефону: 8 495 2254487'
2444593, 8471, 9, '1'
2444595, 8471, 15, 'ЗАО ИК Северная Звезда - Меркурий'
2444597, 8471, 7, 'msk2321'
2444599, 8471, 1, 'MAYORCARS Москва'
2444601, 8471, 3, 'http://www.mayorcars.ru'
2234680, 10254, 6, '15476'
2234682, 10254, 8, '2014-08-01'
2460898, 10254, 17, '0'
2460900, 10254, 13, '1'
2460902, 10254, 21, '0'
2460904, 10254, 2, 'Мы продаем автомобили с пробегом более 10 лет, покупаем их, берем на реализацию. Это делают многие, но далеко не каждый салон старается выкупить авто по наиболее выгодной для ВАС цене и предложить автомобили по минимальным для клиента ценам. На все автомобили мы предоставляем гарантию, а также возможность заказать автомобиль. TRADE-IN осуществляется с нашей доплатой на самых выгодных в Москве условиях. Комиссионная продажа позволит продать Ваше авто очень быстро и выгодно для Вас. Срочный выкуп – 30 минут и деньги у Вас в руках.Если нужно качественно и быстро по разумным ценам обслужить автомобиль Вам поможет наш сервис-партнер.А еще у нас низкие цены и высокое качество работ + гарантия. Нет денег, но автомобиль так хочется,… возьмите кредит в одном из ведущих банков России. Мы поможем подобрать самые выгодные условия кредитования с минимальной переплатой. Также для вас страхование автомобиля прямо в салоне и постановка на учет в ГИБДД.'
2460906, 10254, 9, '1'
2460908, 10254, 15, 'парис'
2460910, 10254, 7, 'msk2262'
2460912, 10254, 10, '1'
2460914, 10254, 1, 'ПАМАВТО-ТРЕЙД'
2460916, 10254, 3, 'http://auto-alley.ru'
--
INSERT INTO poi7.poi_contacts VALUES(?, ?, ?, ?)
13024901, 9663, 'Юрий', null
21374336, 9542, 'менеджер', null
21378564, 9542, 'менеджер', null
21383668, 9542, 'менеджер', null
21403944, 9542, 'менеджер', null
21403946, 9542, 'менеджер', null
21403948, 9542, 'менеджер', null
21533932, 9542, 'менеджер', null
21656419, 9542, 'менеджер', null
21969955, 9542, 'менеджер', null
13043497, 15313, 'Менеджер', null
13025283, 10254, 'Отдел продаж', null
--
INSERT INTO all7.sales_images_10432 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
2029588, 1043140898, 0, 2, '61122-c2beea33c5ac9eccbb7acc7a103cd5a5', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029590, 1043140898, 0, 3, '45875-a7fdabc23a53d0e399367c53a130adae', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029592, 1043140898, 0, 4, '39357-fd566ee3471eacfc24a722c299a9693a', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029594, 1043140898, 0, 5, '42626-138b238f498ebb09cfe9236cb18a8691', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029596, 1043140898, 0, 6, '38394-49111b728eeaaac999be129529e57545', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029598, 1043140898, 0, 7, '61664-7cc85f13abcdc5eca16e3512b8ef7cd3', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029600, 1043140898, 0, 8, '28387-b3062a738823554d6c10bd8ac1da377b', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029602, 1043140898, 0, 9, '27881-1acd4aec15e75c1bc8442f5000234225', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
2029586, 1043140898, 1, 1, '27462-9180b07f75e8752af2e85c51a1c16623', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-24 04:57:17', ''
--
INSERT INTO catalog7_yandex.tech_engines VALUES(?, ?, ?, ?)
21153178, 295, '1446', 1
21153178, 296, '4', 0
21153178, 309, '1458', 1
21153178, 311, '1560', 0
21153178, 313, '75.0x88.3', 0
21153178, 314, '18', 0
21153178, 315, '1468', 1
21153178, 316, '4', 0
21153178, 317, '1480', 1
21153178, 318, '1488', 1
21153178, 319, '90', 0
21153178, 320, '215', 0
21153178, 321, '1504', 1
21153178, 417, '3600', 0
21153178, 1185, '1260', 1
21153178, 1186, '66', 0
21153178, 1187, '1500', 0
21153178, 1232, 'Euro 4', 0
7143500, 295, '1446', 1
7143500, 296, '4', 0
7143500, 309, '1458', 1
7143500, 311, '1995', 0
7143500, 313, '84.0x90.0', 0
7143500, 314, '16', 0
7143500, 315, '1466', 1
7143500, 316, '4', 0
7143500, 317, '1480', 1
7143500, 318, '1488', 1
7143500, 319, '184', 0
7143500, 320, '392', 0
7143500, 321, '1504', 1
7143500, 417, '4000', 0
7143500, 1185, '1260', 1
7143500, 1186, '135', 0
7143500, 1187, '1800', 0
3416343, 295, '1446', 1
3416343, 296, '6', 0
3416343, 309, '1464', 1
3416343, 311, '2497', 0
3416343, 313, '82.0x78.8', 0
3416343, 314, '11', 0
3416343, 316, '4', 0
3416343, 317, '1476', 1
3416343, 318, '1492', 1
3416343, 319, '218', 0
3416343, 320, '250', 0
3416343, 321, '1500', 1
3416343, 417, '6500', 0
3416343, 659, 'n52b25', 0
3416343, 1185, '1259', 1
3416343, 1186, '160', 0
3416343, 1187, '2750', 0
4784319, 295, '1446', 1
4784319, 296, '4', 0
4784319, 309, '1464', 1
4784319, 311, '1984', 0
4784319, 313, '82.5x92.8', 0
4784319, 314, '9,6', 0
4784319, 315, '1466', 1
4784319, 316, '4', 0
4784319, 317, '1476', 1
4784319, 318, '1488', 1
4784319, 319, '211', 0
4784319, 320, '350', 0
4784319, 321, '1500', 1
4784319, 417, '4300', 0
4784319, 1185, '1259', 1
4784319, 1186, '155', 0
4784319, 1187, '1500', 0
4784319, 1232, 'Euro 5', 0
21494193, 295, '1450', 1
21494193, 296, '6', 0
21494193, 311, '2987', 0
21494193, 313, '83x92', 0
21494193, 314, '17,7', 0
21494193, 316, '4', 0
21494193, 317, '1480', 1
21494193, 318, '1488', 1
21494193, 319, '224', 0
21494193, 320, '510', 0
21494193, 321, '1504', 1
21494193, 417, '3800', 0
21494193, 1185, '1260', 1
21494193, 1186, '165', 0
21494193, 1187, '1600', 0
21494193, 1232, 'Euro 4', 0
21464089, 295, '1446', 1
21464089, 296, '4', 0
21464089, 311, '1324', 0
21464089, 313, '71x83.6', 0
21464089, 314, '9,4', 0
21464089, 315, '1468', 1
21464089, 316, '4', 0
21464089, 317, '1476', 1
21464089, 318, '1492', 1
21464089, 319, '72', 0
21464089, 320, '105', 0
21464089, 321, '1500', 1
21464089, 417, '5500', 0
21464089, 1185, '1259', 1
21464089, 1186, '53', 0
21464089, 1187, '3500', 0
9237771, 295, '1446', 1
9237771, 296, '4', 0
9237771, 309, '1458', 1
9237771, 311, '1968', 0
9237771, 316, '4', 0
9237771, 317, '1480', 1
9237771, 318, '1488', 1
9237771, 319, '180', 0
9237771, 320, '400', 0
9237771, 321, '1504', 1
9237771, 417, '4000', 0
9237771, 1185, '1260', 1
9237771, 1186, '155', 0
9237771, 1187, '2000', 0
21478437, 295, '1450', 1
21478437, 296, '6', 0
21478437, 309, '1458', 1
21478437, 311, '3456', 0
21478437, 313, '94.0x83.0', 0
21478437, 314, '10,8', 0
21478437, 315, '1466', 1
21478437, 316, '4', 0
21478437, 317, '1476', 1
21478437, 318, '1492', 1
21478437, 319, '275', 0
21478437, 320, '340', 0
21478437, 321, '1500', 1
21478437, 417, '6200', 0
21478437, 659, '2GR-FE', 0
21478437, 1185, '1259', 1
21478437, 1186, '202', 0
21478437, 1187, '4700', 0
21478437, 1232, 'Euro 5', 0
5759780, 295, '1446', 1
5759780, 296, '4', 0
5759780, 309, '1464', 1
5759780, 311, '1781', 0
5759780, 313, '81.0x86.4', 0
5759780, 314, '9,5', 0
5759780, 315, '1466', 1
5759780, 316, '5', 0
5759780, 317, '1476', 1
5759780, 318, '1488', 1
5759780, 319, '150', 0
5759780, 320, '210', 0
5759780, 321, '1500', 1
5759780, 417, '5700', 0
5759780, 1185, '1259', 1
5759780, 1186, '110', 0
5759780, 1187, '1750', 0
3307396, 295, '1450', 1
3307396, 296, '8', 0
3307396, 309, '1464', 1
3307396, 311, '4394', 0
3307396, 313, '88.0x90.3', 0
3307396, 314, '10,8', 0
3307396, 315, '1466', 1
3307396, 316, '4', 0
3307396, 317, '1476', 1
3307396, 318, '1492', 1
3307396, 319, '299', 0
3307396, 320, '425', 0
3307396, 321, '1500', 1
3307396, 417, '5500', 0
3307396, 1185, '1259', 1
3307396, 1186, '220', 0
3307396, 1187, '4000', 0
--
INSERT INTO all7.sales_images_10443 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
94811, 1044216699, 0, 2, '110056-5b1db4692e03f541d270bbb8e2b', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94813, 1044216699, 0, 3, '58862-0a5038987c12054652f765554a4', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94815, 1044216699, 0, 4, '50315-2507bf6e4ba8b7ec5a6a9b9cb89', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94817, 1044216699, 0, 5, '102576-81b18a169f190eacc379e9c7b95', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94809, 1044216699, 1, 1, '58700-a4540be2697a1952d5abaf11bc7', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94819, 1044216699, 0, 6, '915134-5941cedb268c5b5d0f6aeadd894cd2ce', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
94821, 1044216699, 0, 7, '1006942-51af555bd11ac228076fa1cc4d5337a8', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-23 03:40:45', ''
--
INSERT INTO poi7.types VALUES(?, ?, ?)
1, 'salon', 'Салоны'
--
INSERT INTO poi7.poi_prop_names VALUES(?, ?, ?)
1, 1, 'title'
2, 1, 'description'
3, 1, 'url'
6, 1, 'old_contacts_id'
7, 1, 'origin'
8, 1, 'set_date'
9, 1, 'hide_phones'
10, 1, 'sale_edit_contact'
13, 1, 'vin_required'
15, 1, 'lessor'
17, 1, 'sale_edit_address'
11, 1, 'hide_vin_numbers'
21, 1, 'call_tracking'
34, 1, 'chat_enabled'
--
INSERT INTO catalog7_yandex.tech_modifications VALUES(?, ?, ?, ?, ?)
78228, 292, null, '125', 1
78228, 293, null, '134', 1
78228, 294, null, '5', 0
78228, 297, null, '4380', 0
78228, 298, null, '1810', 0
78228, 299, null, '1801', 0
78228, 300, null, '2728', 0
78228, 301, null, '1505', 0
78228, 302, null, '1554', 0
78228, 303, null, '150', 0
78228, 305, null, '2020', 0
78228, 306, null, '3000', 0
78228, 307, null, '2650', 0
78228, 308, null, '205/65/R15, 215/55/R16', 0
78228, 322, null, '180', 1
78228, 326, null, '1514', 1
78228, 327, null, '1538', 1
78228, 331, null, '1548', 1
78228, 332, null, '1558', 1
78228, 335, null, '60', 0
78228, 1216, null, '161', 0
78228, 1218, null, '13,6', 0
78228, 1220, null, '6,7', 0
78228, 1224, null, '5,2', 0
78228, 1226, null, '5,7', 0
78228, 1228, null, '1590', 0
78228, 1230, null, '1413', 1
78228, 1231, null, '5', 0
58238, 292, null, '1358', 1
58238, 293, null, '134', 1
58238, 294, null, '5', 0
58238, 297, null, '4410', 0
58238, 298, null, '1820', 0
58238, 299, null, '1660', 0
58238, 300, null, '2640', 0
58238, 301, null, '1591', 0
58238, 302, null, '1592', 0
58238, 303, null, '170', 0
58238, 305, null, '2140', 0
58238, 306, null, '1436', 0
58238, 307, null, '591', 0
58238, 308, null, '225/60/R17', 0
58238, 322, null, '1074', 1
58238, 326, null, '1514', 1
58238, 327, null, '1534', 1
58238, 331, null, '1548', 1
58238, 332, null, '1558', 1
58238, 335, null, '58', 0
58238, 1216, null, '195', 0
58238, 1218, null, '10,1', 0
58238, 1220, null, '9,1', 0
58238, 1224, null, '6', 0
58238, 1226, null, '7,1', 0
58238, 1228, null, '1525', 0
58238, 1230, null, '1414', 1
58238, 1231, null, '6', 0
81638, 292, null, '120', 1
81638, 293, null, '134', 1
81638, 294, null, '4', 0
81638, 297, null, '4520', 0
81638, 298, null, '1817', 0
81638, 299, null, '1421', 0
81638, 300, null, '2760', 0
81638, 301, null, '1500', 0
81638, 302, null, '1513', 0
81638, 303, null, '144', 0
81638, 305, null, '2060', 0
81638, 307, null, '460', 0
81638, 308, null, '205/55/R16', 0
81638, 322, null, '182', 1
81638, 326, null, '1514', 1
81638, 327, null, '1534', 1
81638, 331, null, '1548', 1
81638, 332, null, '1558', 1
81638, 335, null, '63', 0
81638, 1216, null, '242', 0
81638, 1218, null, '7,5', 0
81638, 1220, null, '13', 0
81638, 1224, null, '7', 0
81638, 1226, null, '9,2', 0
81638, 1228, null, '1615', 0
81638, 1230, null, '1414', 1
81638, 1231, null, '6', 0
53098, 292, null, '1358', 1
53098, 293, null, '134', 1
53098, 294, null, '5', 0
53098, 297, null, '4629', 0
53098, 298, null, '1880', 0
53098, 299, null, '1653', 0
53098, 300, null, '2807', 0
53098, 301, null, '1617', 0
53098, 302, null, '1613', 0
53098, 303, null, '200', 0
53098, 305, null, '2320', 0
53098, 306, null, '1560', 0
53098, 307, null, '540', 0
53098, 308, null, '235/65/R17', 0
53098, 322, null, '1074', 1
53098, 326, null, '1514', 1
53098, 327, null, '1534', 1
53098, 331, null, '1548', 1
53098, 332, null, '1558', 1
53098, 335, null, '75', 0
53098, 1216, null, '222', 0
53098, 1218, null, '7,2', 0
53098, 1220, null, '10,4', 0
53098, 1224, null, '7,3', 0
53098, 1226, null, '8,5', 0
53098, 1228, null, '1740', 0
53098, 1230, null, '1416', 1
53098, 1231, null, '7', 0
98876, 292, null, '1358', 1
98876, 293, null, '135', 1
98876, 294, null, '5', 0
98876, 297, null, '5099', 0
98876, 298, null, '1920', 0
98876, 299, null, '1840', 0
98876, 300, null, '3075', 0
98876, 301, null, '1651', 0
98876, 302, null, '1654', 0
98876, 303, null, '200', 0
98876, 305, null, '3250', 0
98876, 306, null, '2300', 0
98876, 307, null, '620', 0
98876, 308, null, '265/60/R18', 0
98876, 310, null, '8j x 18', 0
98876, 322, null, '1074', 1
98876, 326, null, '1510', 1
98876, 327, null, '1530', 1
98876, 330, null, '12,1', 0
98876, 331, null, '1548', 1
98876, 332, null, '1560', 1
98876, 335, null, '100', 0
98876, 1214, null, '3.45', 0
98876, 1216, null, '210', 0
98876, 1218, null, '9,5', 0
98876, 1220, null, '12,5', 0
98876, 1224, null, '8', 0
98876, 1226, null, '9,8', 0
98876, 1228, null, '2380', 0
98876, 1230, null, '1414', 1
98876, 1231, null, '7', 0
83454, 292, null, '121', 1
83454, 293, null, '134', 1
83454, 294, null, '5', 0
83454, 297, null, '3808', 0
83454, 298, null, '1670', 0
83454, 299, null, '1540', 0
83454, 300, null, '2390', 0
83454, 301, null, '1420', 0
83454, 302, null, '1418', 0
83454, 303, null, '140', 0
83454, 306, null, '560', 0
83454, 307, null, '330', 0
83454, 308, null, '165/70/R13', 0
83454, 322, null, '180', 1
83454, 326, null, '1514', 1
83454, 327, null, '1534', 1
83454, 331, null, '1546', 1
83454, 332, null, '1556', 1
83454, 335, null, '43', 0
83454, 1230, null, '1414', 1
83454, 1231, null, '4', 0
88120, 292, null, '1368', 1
88120, 293, null, '135', 1
88120, 294, null, '4', 0
88120, 297, null, '4892', 0
88120, 298, null, '1904', 0
88120, 299, null, '1970', 0
88120, 300, null, '3000', 0
88120, 301, null, '1628', 0
88120, 302, null, '1628', 0
88120, 303, null, '186', 0
88120, 305, null, '3000', 0
88120, 306, null, '4525', 0
88120, 307, null, '1210', 0
88120, 308, null, '205/65/R16', 0
88120, 322, null, '182', 1
88120, 326, null, '1514', 1
88120, 327, null, '1534', 1
88120, 330, null, '11,9', 0
88120, 331, null, '1548', 1
88120, 332, null, '1560', 1
88120, 335, null, '80', 0
88120, 1216, null, '188', 0
88120, 1218, null, '12,1', 0
88120, 1220, null, '11,1', 0
88120, 1224, null, '7,5', 0
88120, 1226, null, '8,8', 0
88120, 1228, null, '2200', 0
88120, 1230, null, '1416', 1
88120, 1231, null, '7', 0
109175, 292, null, '1368', 1
109175, 293, null, '137', 1
109175, 294, null, '5', 0
109175, 297, null, '4915', 0
109175, 298, null, '1850', 0
109175, 299, null, '1895', 0
109175, 300, null, '3000', 0
109175, 301, null, '1600', 0
109175, 302, null, '1625', 0
109175, 303, null, '160', 0
109175, 305, null, '2690', 0
109175, 307, null, '1900', 0
109175, 308, null, '215/60/R16, 235/50/R18', 0
109175, 322, null, '180', 1
109175, 326, null, '1514', 1
109175, 327, null, '1534', 1
109175, 328, null, '1544', 1
109175, 330, null, '11,4', 0
109175, 331, null, '1548', 1
109175, 332, null, '1560', 1
109175, 335, null, '75', 0
109175, 1214, null, '3.935', 0
109175, 1216, null, '200', 0
109175, 1218, null, '8,3', 0
109175, 1220, null, '14,3', 0
109175, 1224, null, '8,3', 0
109175, 1226, null, '10,5', 0
109175, 1228, null, '2190', 0
109175, 1230, null, '1414', 1
109175, 1231, null, '6', 0
97998, 292, null, '120', 1
97998, 293, null, '134', 1
97998, 294, null, '4', 0
97998, 297, null, '4796', 0
97998, 298, null, '1810', 0
97998, 299, null, '1453', 0
97998, 300, null, '2760', 0
97998, 301, null, '1540', 0
97998, 302, null, '1569', 0
97998, 303, null, '120', 0
97998, 305, null, '1985', 0
97998, 307, null, '551', 0
97998, 308, null, '205/55/R16', 0
97998, 310, null, '7j x 16', 0
97998, 322, null, '180', 1
97998, 326, null, '1514', 1
97998, 327, null, '1534', 1
97998, 331, null, '1548', 1
97998, 332, null, '1558', 1
97998, 335, null, '70', 0
97998, 1214, null, '3.7', 0
97998, 1216, null, '216', 0
97998, 1218, null, '9,7', 0
97998, 1220, null, '11,5', 0
97998, 1224, null, '6,7', 0
97998, 1226, null, '8,5', 0
97998, 1228, null, '1435', 0
97998, 1230, null, '1413', 1
97998, 1231, null, '5', 0
8112, 292, null, '1358', 1
8112, 293, null, '134', 1
8112, 294, null, '5', 0
8112, 297, null, '4790', 0
8112, 298, null, '1930', 0
8112, 299, null, '1785', 0
8112, 300, null, '2745', 0
8112, 301, null, '1605', 0
8112, 302, null, '1612', 0
8112, 303, null, '230', 0
8112, 305, null, '3070', 0
8112, 306, null, '2015', 0
8112, 307, null, '960', 0
8112, 308, null, '235/65/R17', 0
8112, 322, null, '1074', 1
8112, 326, null, '1510', 1
8112, 327, null, '1530', 1
8112, 331, null, '1548', 1
8112, 332, null, '1558', 1
8112, 335, null, '88', 0
8112, 1216, null, '209', 0
8112, 1218, null, '8,9', 0
8112, 1220, null, '20,8', 0
8112, 1224, null, '11,2', 0
8112, 1226, null, '14,9', 0
8112, 1228, null, '2410', 0
8112, 1230, null, '1414', 1
8112, 1231, null, '6', 0
--
INSERT INTO poi7.poi_phones VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?)
440464, 9542, 'менеджер по продажам', 78001001017, '1:3:7', '', '', 8, 21
446316, 9542, 'менеджер по продажам', 79263918675, '1:3:7', '', '', 8, 23
450121, 9542, 'менеджер по продажам', 79257593664, '1:3:7', '', '', 9, 22
434042, 9663, 'Юрий Петровский', 74843957007, '1:3:7', '', '', 9, 21
434044, 9663, 'Юрий Петровский', 79208752480, '1:3:7', '', '', 9, 21
453993, 19063, 'Менеджер', 78124263564, '1:3:7', '', '', 9, 22
448417, 15313, 'Дмитрий, Павел', 79261344444, '1:3:7', '', '', 10, 21
450946, 15313, 'Дмитрий, Павел', 79269244444, '1:3:7', '', '', 10, 22
440600, 8471, 'Менеджер отдела продаж', 74952254487, '1:3:7', '', '', 9, 21
443009, 10254, 'Отдел продаж', 74953747251, '1:3:7', '', '', 9, 22
--
INSERT INTO catalog7_yandex.folders VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1, null, 1, 1, 0, 0, null, '', '', '', '', 0, 0, null, null, null, null, null, null
46152, 1, 1, 188, 0, 0, 205, '', '', '', '', 0, 0, null, null, null, null, null, null
10881, 46152, 152, 163, 1, 0, 205, 'Partner', 'Партнер', 'partner', '', 0, 0, 'group', 8101, 'PARTNER', 10881, null, null
51574, 10881, 155, 156, 2, 0, 205, 'II Рестайлинг', '2 Рестайлинг', 'ii_res', '', 0, 0, null, null, '8510158', 51574, 'FAMILY', 'MEDIUM'
46060, 1, 1, 298, 0, 0, 109, '', '', '', '', 0, 0, null, null, null, null, null, null
30907, 46060, 100, 101, 1, 0, 109, 'ix35', 'ix35', 'ix35', '', 0, 0, 'group', 22756, 'IX35', 30907, null, null
45983, 1, 1, 296, 0, 0, 30, '', '', '', '', 0, 0, null, null, null, null, null, null
365, 45983, 264, 283, 1, 0, 30, '3er', '3 серия', '3er', 'Дизайн автомобилей BMW 3ER сочетает в себе главную идею марки — элегантность и агрессию. И не зря один из лозунгов компании– «Автомобиль для водителя», как нельзя лучше отражает суть БМВ 3ER. Вам необходимо продать свой автомобиль BMW 3ER быстро и выгодно? Автопортал AUTO.RU охотно поможет вам в этом. Подать объявление по продаже автомобилей BMW 3ER можно удобно и быстро, а благодаря высокой посещаемости нашего сайта ваш автомобиль удастся реализовать в кратчайшие сроки. Желающим купить БМВ 3ER в Москве или других городах России, сайт AUTO.RU предлагает широчайший выбор автомобилей, среди многообразия которых вы несомненно найдете наиболее подходящий вариант.', 0, 0, 'group', 122, '3ER', 365, null, null
383, 365, 281, 282, 2, 0, 30, 'V (E90/E91/E92/E93)', '5 (Е90/Е91/Е92/Е93)', 'v', '', 0, 0, 'model', 19040, '2305536', 383, 'FAMILY', 'PREMIUM'
45969, 1, 1, 348, 0, 0, 15, '', '', '', '', 0, 0, null, null, null, null, null, null
24797, 45969, 232, 237, 1, 0, 15, 'Q5', 'Q5', 'q5', 'Автомобиль Audi Q5 получил прозвище самого спортивного и динамичного кроссовера из всех тех, что имеются в данном классе. Его комфортно использовать за городом и в границах мегаполиса. Плавное переключение скоростей, идеальная шумоизоляция и новейшие системы безопасности – это далеко не все, чем может похвастаться Ауди Q5.  Данная модель Audi дебютировала в Пекине в 2008 году, а производство его было налажено в Германии, Китае и Индии. Премьера была настолько удачной, что Q5 переманила на свою сторону любителей других классов авто конкурентных компаний. В сравнении с Ауди Q7 модель Q5 выделялась меньшими размерами и большей экономичностью.', 0, 0, 'group', 19940, 'Q5', 24797, null, null
50580, 24797, 235, 236, 2, 0, 15, 'I', '1', 'i', '', 0, 0, null, null, '3784280', 50580, 'FAMILY', 'PREMIUM'
46119, 1, 1, 460, 0, 0, 170, '', '', '', '', 0, 0, null, null, null, null, null, null
4452, 46119, 280, 287, 1, 0, 170, 'GL-klasse', 'GL-класс', 'gl-klasse', 'Начиная с 2006 года, компания выпускает на рынок новую звезду класса SUV или Mercedes-Benz GL-klasse. Просторность и комфорт органично сочетается с высокой динамикой модели, в результате чего получается роскошный кроссовер. Мерседес-Бенц GL-класса не только исключительно устроен внутри, но и имеет импозантный экстерьер.  Более важно другое: впервые автомобили такого класса оснащаются системой безопасности PRE-SAFE. В дополнение к этому Mercedes-Benz GL-klasse комплектуется системами стабилизации при боковом ветре и помощи водителю в управлении рулем, а также Collision Prevention Assist – разработкой, препятствующей аварии. В списке полезных бонусов Мерседес Бенц GL-класса – система контроля за «мертвыми» зонами.', 0, 0, 'group', 1647, 'GL_KLASSE', 4452, null, null
53253, 4452, 283, 284, 2, 0, 170, 'I (X164) Рестайлинг', '1 (X164) Рестайлинг', 'i-res', '', 0, 0, null, null, '4986814', 53253, 'BUSINESS', 'PREMIUM'
46115, 1, 1, 360, 0, 0, 166, '', '', '', '', 0, 0, null, null, null, null, null, null
2100, 46115, 216, 225, 1, 0, 166, 'Demio', 'Демио', 'demio', '', 0, 0, 'group', 737, 'DEMIO', 2100, null, null
2101, 2100, 221, 222, 2, 0, 166, 'I (DW)', '1 (DW)', 'i', '', 0, 0, 'model', 5044, '5110182', 2101, null, 'ECONOMY'
46219, 1, 1, 324, 0, 0, 273, '', '', '', '', 0, 0, null, null, null, null, null, null
20704, 46219, 130, 139, 1, 0, 273, 'Multivan', 'Мультивэн', 'multivan', '', 0, 0, 'group', 18167, 'MULTIVAN', 20704, null, null
53097, 20704, 133, 134, 2, 0, 273, 'T5 Рестайлинг', 'Т5 Рестайлинг', 't5-res', '', 0, 0, null, null, '8237731', 53097, null, 'PREMIUM'
46207, 1, 1, 1032, 0, 0, 260, '', '', '', '', 0, 0, null, null, null, null, null, null
16968, 46207, 660, 669, 1, 0, 260, 'Alphard', 'Альфард', 'alphard', '', 0, 0, 'group', 14396, 'ALPHARD', 16968, null, null
54365, 16968, 661, 662, 2, 0, 260, 'III', '3', 'iii', '', 0, 0, null, null, '20478363', 54365, 'FAMILY', 'PREMIUM'
245, 45969, 280, 295, 1, 0, 15, 'A6', 'А6', 'a6', 'Продолжением Audi 100, дебютировавшей в 1968 году, стало авто бизнес класса Audi A6. После глобального рестайлинга 1994 года модель изменила форму багажника и капота, обзавелась новыми двигателями (ТD 1,9, бензиновый 1,8 л.) и дизайном. В настоящее время Ауди А6 выпускается с двумя типами кузовов – четырехдверный седан и пятидверный универсал. Существует также спортивная версия – S6, и версия с полным приводом – quattro.  Audi A6 в последнем поколении стали более просторными и укомплектованными техническими новинками. Среди последних усовершенствований Ауди А6 выделяют сенсорную панель MMI touch, систему ESP со спортивной настройкой.', 0, 0, 'group', 81, 'A6', 245, null, null
247, 245, 289, 290, 2, 0, 15, 'II (C5)', '2 (C5)', 'ii', '', 0, 0, 'model', 4039, '3473237', 247, 'BUSINESS', 'PREMIUM'
46096, 1, 1, 64, 0, 0, 147, '', '', '', '', 0, 0, null, null, null, null, null, null
1871, 46096, 32, 39, 1, 0, 147, 'Range Rover Sport', 'Рендж Ровер Спорт', 'range_rover_sport', '', 0, 0, 'model', 13309, 'RANGE_ROVER_SPORT', 1871, null, null
51214,    1871,  37,  38, 2, 0, 147, 'I', '1', 'i', '', 0, 0, null, null, '2307394', 51214, 'BUSINESS', 'PREMIUM'
7143421, 30907, 113, 114, 2, 0, 109, 'I', '1', 'i', '', 0, 0, null, null, '6143421',  null,       null,      null
5, 45956, 16, 17, 1, 0, 1, 'Aceca', '', 'aceca', '', 0, 0, 'model', 2531, 'ACECA', 5, null, null
54482, 46129, 26, 27, 1, 0, 181, 'Attrage', 'Аттраж', 'attrage', 'description', 0, 0, null, null, 'ATTRAGE', 54482, null, null
--
INSERT INTO catalog7_yandex.marks VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
205, 'Peugeot', 'Пежо', 'peugeot', 'В настоящее время компания занимает второе место в Европе по объемам производства автомобилей. Основным преимуществом, которое привлекает множество клиентов, является невысокая стоимость Peugeot. Руководство компании уделяет много внимания выпуску машин компакт и среднего класса.  Именно цена на Пежо – одна из главных составляющих успеха компании. Стоит отметить, что изначально концерн специализировался далеко не на производстве автомобилей. Она выпускала кольца «панье» для женских платьев, затем кольца для зонтиков. Первым транспортным средством, выпущенным на предприятии, был велосипед.   Если сравнить, сколько стоит Peugeot и его «одноклассники» от других производителей, то можно заметить, что в этом вопросе машины этой марки имеют заметное преимущество. Что касается надежности, то здесь автомобиль Пежо отрабатывает свои деньги на все сто процентов.', 1, 1, 0, 10, 'PEUGEOT', 205
109, 'Hyundai', 'Хёндэ', 'hyundai', 'Автомобили марки Hyundai насчитывают уже несколько десятков моделей, произведенных всего за несколько десятилетий. Легковые автомобили Хендэ покрывают широкий спрос мирового потребителя. Объявления о продаже Hyundai сегодня встречаются все чаще, причиной тому служит непрерывный рост доли этих автомобилей на отечественном рынке. Цены автомобилей Хендэ находятся на уровне, доступном широкому кругу потребителей, что вкупе с высоким качеством и обуславливает его популярность во всем мире.', 1, 1, 0, 30, 'HYUNDAI', 109
30, 'BMW', 'БМВ', 'bmw', 'Легковые автомобили BMW имеют богатую историю и не менее перспективное будущее. Яркий пример баварских моторных заводов, аббревиатуру которых и носит марка БМВ, – легковые авто, характеризующиеся одними из лучших технических характеристик в мире. Производитель уже на протяжении столетия производит авто под лозунгом «с удовольствием за рулем». Купить BMW можно по всему миру. Производитель предлагает оптимальное соотношение цены и немецкого качества. Узнать цены на БМВ в российском регионе можно из объявлений на нашем сайте.', 1, 1, 0, 6, 'BMW', 30
15, 'Audi', 'Ауди', 'audi', 'Автомобили марки Audi – это символ немецкого непревзойденного качества, представленный в широком модельном ряде. На сегодняшний день автомобильная марка Ауди насчитывает порядка десяти моделей. В ближайшее время этот ряд различных типов авто пополнится ещё семью моделями. Купить Audi – значит сделать правильный выбор в сторону качества и лучших традиций немецкого автопроизводства. Постоянный рост оборотов позволяет этой марке выпускать различные типы авто с отличными характеристиками техники и дизайна.', 1, 1, 0, 6, 'AUDI', 15
170, 'Mercedes-Benz', 'Мерседес-Бенц', 'mercedes', 'История этой марки насчитывает более 100 лет. Еще в 1886 году Карлом Бенцем была выпущена первая в мире тележка на трех колесах, оснащенная бензиновым двигателем. Сегодня любой автомобилист желает купить Mercedes-Benz.  Все без исключения автомобили Мерседес-Бенц, независимо от класса, к которому они относятся, отличаются  высоким качеством исполнения и надежностью в процессе эксплуатации. Практически в каждом классе компания имеет флагмана, являющегося примером для других производителей.', 1, 1, 0, 6, 'MERCEDES', 170
166, 'Mazda', 'Мазда', 'mazda', 'Легковые автомобили Mazda пользуются большой популярностью среди автолюбителей по всему миру. Продукция этого производителя отличается хорошим соотношением цены с качеством, функциональностью и комфортностью в процессе эксплуатации. Относительно невысокая цена на Мазда позволяет ей успешно конкурировать с машинами, выпускаемыми другими автомобильными концернами. Сегодня выпускаются автомобили Mazda различных классов, благодаря чему любой автолюбитель сможет найти для себя оптимальную модель.', 1, 1, 0, 31, 'MAZDA', 166
273, 'Volkswagen', 'Фольксваген', 'volkswagen', 'Volkswagen – известная немецкая автомобильная марка, начало которой положил сам Фердинанд Порше. Название Фольксваген переводится с немецкого, как "народный автомобиль", функциональный, практичный и доступный каждому.  Легковые автомобили Volkswagen постоянно совершенствуются, разработчики стремятся улучшить все возможные характеристики и создать идеальную модель. Покупка Фольксваген – это покупка автомобиля с одним из лучших соотношений цены и качества. Например, стоимость Volkswagen Jetta (элегантный комфортный седан) составляет всего около 750 000 рублей.', 1, 1, 0, 6, 'VOLKSWAGEN', 273
260, 'Toyota', 'Тойота', 'toyota', 'Toyota – самая крупная автомобилестроительная корпорация Японии. Компания производит легковые и грузовые автомобили, а также автобусы. Бренды Toyota, Lexus, Hino, Daihatsu, Scion – все они являются детищем этой корпорации.   В мае 2012 года мировая продажа Тойота превысила все ожидания и компания вырвалась на первое место по производству автомобилей, обогнав General Motors и Volkswagen. Купить Тойота – значит отдать предпочтение японскому качеству и надежности. Объявления Yaris, Corolla, Camry, RAV4 или Land Cruiser Prado являются одними из самых запрашиваемых на автомобильном рынке России.', 1, 1, 0, 31, 'TOYOTA', 260
147, 'Land Rover', 'Ленд Ровер', 'land-rover', 'Автомобили Land Rover стоят отдельным рядом в общей картине мирового автомобилестроения. Эта британская марка носит узкую специализацию: Ленд Ровер авто повышенной проходимости класса «премиум». Одним из первых заводов, производивших авто этой марки стал завод, выпускавший двигатели для танков и самолетов. На его мощностях и началась история производства Land Rover, надежность которого поражает до сих пор. И несмотря на то что модельный ряд представлен всего шестью моделями, эта марка пользуется популярностью среди авто профессионалов и любителей по всему миру. Стоимость  Ленд Ровер полностью соответствует его великолепным характеристикам.', 1, 1, 0, 28, 'LAND_ROVER', 147
181, 'Mitsubishi', 'Митсубиси', 'mitsubishi', 'Изначально компания специализировалась на производстве судов. Но со временем  она наладила выпуск грузовых авто, которые пользовались довольно большой популярностью. Следующим этапом стали легковые автомобили Mitsubishi.  Сегодня покупка Митсубиси – желанная процедура для многих автолюбителей. Авто этой марки пользуются большой популярностью из-за относительно невысокой стоимости, сочетающейся с качеством и высокой степенью комфорта эксплуатации машин.    Объявления о продаже Mitsubishi сегодня можно встретить в любом специализированном издании, что лишний раз говорит о высокой популярности авто данного производителя.', 1, 1, 0, 31, 'MITSUBISHI', 181
--
INSERT INTO all7.sales VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1044159039, '33be8', '2016-09-20 22:42:17', '2016-09-21 12:58:18', '2016-09-21 22:42:17', 10718386, null, 1, 87, 1123, 0, 0, 0, 14910, 15022, 1966279, 1, 15, 205, 51574, 78228, 2012, 1000000000.0, 1000000000.0, 'RUR', '[gbecifi:31038]', 7, 1, 0, null, null, null, null, null, 10086, 9542, 0, null
1043270830, '6b56a', '2016-08-21 14:36:59', '2016-08-30 10:25:07', '2016-10-20 14:37:02', 18318774, 1039076492, 1, 87, 1123, 225, 1, 213, null, null, null, 1, 15, 109, 30907, 58238, 2011, 875000.0, 875000.0, 'RUR', 'Автомобиль с трассовым пробегом, не пробки. Не курили. Пройдены все ТО (последнее 135 тыс. км.). Сервисная книжка. Есть фаркоп. Состояние прекрасное. Один владелец. Без ДТП. Зимняя резина в отличном состоянии.', 1, 1, 0, null, null, null, null, null, null, null, 0, null
1043140898, '81de', '2016-08-17 05:09:08', '2016-08-27 05:14:02', '2016-08-27 20:46:16', 10816570, 0, 1, 21, 1286, 0, 0, 0, 15032, 15144, 1828094, 1, 15, 30, 383, 81638, 2007, 680000.0, 680000.0, 'RUR', 'Автомобиль в очень хорошем состоянии.  Полный привод. По ПТС 3 владельца. Салон не затерт, не прокурен.  Проведена комплексная диагностика. Серьезных нареканий не выявлено. Максимальная комплектация .Продажа от официального дилера Chevrolet. Этот автомобиль Вы можете приобрести в кредит без КАСКО с выгодной процентной ставкой, а так же использовать свой автомобиль в качестве первоначального взноса или обменять свой автомобиль по программе Trade-In.Рантект Моторс - официальный дилер Chevrolet.Осмотр г.Обнинск, 80 км от МКАД по Киевскому шоссе.Подробная информация по телефону.[gabhedi:63974]', 7, 1, 0, null, null, null, null, null, 10600, 9663, 13024901, null
1042409964, '038a', '2016-08-01 04:48:07', '2016-08-09 13:42:51', '2016-08-14 14:09:06', 10718386, 0, 1, 87, 1123, 0, 0, 0, 14910, 15022, 1744970, 1, 15, 15, 50580, 53098, 2011, 1015000.0, 1015000.0, 'RUR', 'Оригинал ПТС, 2 собственника, ухоженный, не прокуренный салон. В комплектации электропривод сидений и крышки багажника, вентиляция сидений, парктроники передние и задние, камера заднего вида с динамической разметкой. Коробка работает идеально, была пол года назад обновлена по гарантии.[gaifaoh:99558]', 0, 1, 0, null, null, null, null, null, 10086, 9542, 0, null
1043045004, '977b3', '2016-08-14 18:33:14', '2016-09-01 07:01:31', '2116-10-20 17:55:15', 10591660, 1038151348, 1, 87, 1123, 225, 1, 213, null, null, null, 1, 15, 170, 53253, 98876, 2011, 1850000.0, 1850000.0, 'RUR', 'GL350 CDI 4 matic, комплектация Grand Edition, AMG Пакет. Бережный уход. Пробег реальный не смотанный (70-80 тыс км за 4,5 года это сомнительно). Куплен у официала МБ на Ленинградском ш. в декабре 2011, эксплуатация с января 2012 года. 3-года на гарантии потом обслуживался в МБ Лукойл-Центрнефтепродукт на Новорижском ш. Всю историю обслуживания предоставлю. Салон кожа чёрная с бежевыми вставками с белой строчкой. Потолок черный. Все в отличном состоянии. История без аварий и замен деталей.  Торг у капота.', 1, 1, 0, null, null, null, null, null, null, null, 0, null
1044216699, '0f1a0', '2016-09-23 03:40:45', '2016-09-23 03:40:45', '2016-11-22 03:40:45', 18740415, 1041499733, 1, 38, 4746, 225, 1, 21642, null, null, null, 1, 15, 166, 2101, 83454, 1999, 89000.0, 89000.0, 'RUR', 'Машина в хорошем состояние для своих лет по кузову требует внимание пороги начинают... и крышка багажника в остальном все ок', 8, 1, 0, null, null, null, null, null, null, null, 0, null
1037186558, 'e06d8', '2016-05-13 04:16:54', '2016-07-28 13:52:30', '2016-06-29 08:47:13', 16189485, null, 1, 87, 1123, 0, 0, 0, 20433, 20533, 1354420, 1, 15, 273, 53097, 88120, 2011, 1650000.0, 1650000.0, 'RUR', 'Срочно!, дизель 180 сил,  ПОЛНЫЙ ПРИВОД! комплектация ХАЙЛАЙН  Электро-сдвижные двери с двух сторон, салон алькантара, столик, шторки на всех окнах, ДВД для детей, монитор НАВИ, ДВД, камера заднего вида, датчики помех в зеркалах , вебасто и т д, есть все!  Машинка в идеальном состоянии, один собственник после Германии в 2014г, ПРОБЕГ РОДНОЙ, есть вся история от дилера. Ни каких аварий, родная краска.  ПТС оригинал, все ключи + брелок вебасто.  Возможен обмен.  Условия обмена читайте ниже..В нашем Клубном Автосалоне &quot.Вешки&quot. продаются машины, выкупленные у хозяев, в основном проживающих в поселке &quot.Новые Вешки&quot. и рядом, это машины людей, понимающих толк в хороших авто и содержащих эти машины в достойном состоянии.. Есть разные машины, мощные и не очень, красивые и так-себе, а так-же  другие авто, принятые по обмену.. Это своеобразный клуб любителей меняться машинами, ну или просто часто менять &quot.железных коней&quot... Все машины мы стараемся оценивать по самым нижним ценам рынка, чтоб они продавались быстро, за 3-5 дней максимум. На этих-же условиях при обмене оцениваются авто, которые Вы возможно захотите предложить в зачет, ( Трейд-Ин).ДЛЯ ПРОСМОТРА ВСЕХ ПРЕДЛОЖЕНИЙ О ПРОДАЖЕ АВТОМОБИЛЕЙ НАЖМИТЕ НАЗВАНИЕ &quot.АВТОСАЛОН&quot..Машины проверены по всем известным базам, включая автокод, НБКИ, реестр залогов, база судебных решений, а так-же наличию не погашенных штрафов ГИБДД. Приобретая машину у нас, Вы получаете самую привлекательную цену по рынку, без различных скрытых платежей, без всяческих предварительных договоров купли-продажи и других различных ухищрений, так любимых во многих автосалонах Москвы.- Перед выездом обязательно свяжитесь с нами и уточните наличие! Машины быстро продаются!', 7, 1, 0, null, null, null, null, null, 21029, 15313, 13043497, null
1043026846, '83484c', '2016-08-14 04:25:36', '2016-08-31 21:19:59', '2016-08-31 21:54:14', 11287995, 0, 1, 87, 1123, 0, 0, 0, 13838, 13950, 1803598, 2, 15, 260, 54365, 109175, 2016, 5000000.0, 5000000.0, 'RUR', 'Новый автомобиль от официального дилераЗаводская гарантия по всей России 3 года или 100 000 км.Toyota Alphard 3.5Цвет кузова: БелыйЦвет салона: Черная КожаКомплектация:Executive loungeбоковые зеркала заднего вида с повторителями указателей поворотадва люка: передний с механическим приводом, задний с электроприводомзадний верхний спойлерручки дверей окрашенные в цвет кузоватонированные задние и задние боковые стеклаавтоматическая регулировка боковых зеркал при движении задним ходомбоковые зеркала заднего вида с обогревом, электрорегулировкой, электроприводом складывания и функцией памятиводоотталкивающее покрытие боковых зеркал заднего видавыдвижной столик для второго ряда сиденийдатчик дождядатчик светаиндивидуальные лампы для чтения первого и второго ряда сидений стандартнаяинтеллектуальная система доступа в автомобиль и запуск двигателя нажатием кнопки Smart Entry & Push Startионизатор воздуха Nano-eкапитанские кресла второго ряда OTTOMAN с электрорегулировкой, подогревом и вентиляцией с пультом управления в подлокотниках и функцией памятикруиз-контролькрючки для одежды для пассажиров второго и третьего рядамультифункциональное рулевое колесо с кожаной обивкой и вставками &quot.под дерево&quot.обогрев передних сиденийобогрев рулевого колесаSB разъем стандартнаяаудио разъем (AUX)аудиосистема премиум класса JBL с поддержкой CD/MP3/WMA/DVD 17 динамиковнавигационная системаОкончательные условия и наличие уточняйте у менеджера отдела продажЕсть разные комплектации и цвета: белый, черныйМы предоставляем дополнительный сервис: доставка в регионы, перевозка крытым эвакуатором, страхование.Наше автомобильное агентство,как консьерж-сервис, специализируется на  востребованных и дорогих автомобилях, предоставляя любые услуги, связанные с приобритением и эксплуатацией.Дополнительные фотографии, видео, документы( в т.ч. ПТС) высылаем по запросу на E-mail, WhatsApp, Viber.[gbafeee:63172]', 9, 1, 0, null, null, null, null, null, 8514, 8471, 0, null
1044214673, '960f', '2016-09-23 01:30:41', '2016-09-23 01:31:02', '2016-10-23 01:30:41', 18605844, 1041480369, 1, 38, 1024, 225, 1, 10738, null, null, null, 1, 15, 15, 247, 97998, 1998, 200000.0, 200000.0, 'RUR', 'Авто в хорошем состоянии все работает исправно возможен торг', 1, 0, 0, null, null, null, null, null, null, null, 0, null
1043211458, 'fbbd39', '2016-08-19 04:37:52', '2016-09-07 05:06:11', '2016-09-07 17:54:34', 11173018, 0, 0, 0, 0, 0, 0, 0, 15363, 15476, 1846344, 1, 15, 147, 51214, 8112, 2007, 633333.0, 633333.0, 'RUR', 'Автомобиль приобретался у официального дилера ! Богатая комплектация! В отличном внешнем и техническом состояний. Бережная эксплуатация. Салон чист и ухожен, не прокурен и без потёртостей. Кузов без царапин и вмятин. Приобретался и обслуживался у официального дилера. ПТС оригинал. Полный комплект ключей и документов. Автомобиль в родном окрасе. Бережная и без аварийная эксплуатация! Не требует ни каких вложений и полностью готов к дальнейшей эксплуатации. РОДНОЙ ПРОБЕГ,подтверждённый чеками и заказ-нарядами из специализированного Тех центра!!В машине есть все для комфортной езды: Постоянный полный привод, система курсовой стабилизации, ESP, ABS, 6 AirBag, подогрев сидений и зеркал, комфортные сиденья,  климат-контроль, все  стекло подъемники, СD/MP3, Датчик Дождя и Света, Авто затемнение зеркал (Антиблик) и многое другое. Расход Топлива на 100 км. - Трасса 10л. - Смешанный цикл 12л. - Город 15л.!! НУ ОЧЕНЬ экономичный, Дерзкий, Маневренный, Надежный и Прост в эксплуатации в своем классе полноприводный Внедорожник!!!Сервис-партнер автосалона предоставляет 1 год технической гарантии на КПП и на двигатель, без ограничения пробега. Благодаря системе TRADE-IN, Вам не придется тратить свое драгоценное время, в течение часа Вы станете обладателем данного автомобиля взамен на свой старый! ДАННЫЙ АВТОМОБИЛЬ ВЫ МОЖЕТЕ ПРИОБРЕСТИ В КРЕДИТ по самым выгодным для Вас условиям.Дополнительные фото и видео можем отправить на WhatsApp или Viber. Звоните, мы будем рады ответить на все ваши вопросы!', 0, 1, 0, null, null, null, null, null, 15936, 10254, 13025283, null
--
INSERT INTO office7.client_poi VALUES(?, ?)
10086, 9542
10600, 9663
24813, 19063
21029, 15313
8514, 8471
15936, 10254
--
INSERT INTO all7.sales_property_values_10431 VALUES(?, ?, ?, ?)
665616, 1043045004, 6, '1358'
665618, 1043045004, 7, '1260'
665620, 1043045004, 10, '1074'
665622, 1043045004, 15, '1'
665624, 1043045004, 18, '132030'
665626, 1043045004, 19, '1'
665628, 1043045004, 21, '30'
665630, 1043045004, 22, '1'
665632, 1043045004, 27, '1'
665634, 1043045004, 28, '1'
665636, 1043045004, 32, 'Константин'
665638, 1043045004, 58, '1414'
665640, 1043045004, 413, '1'
3199284, 1043045004, 437, '2011-12-01'
665644, 1043045004, 458, '1'
665646, 1043045004, 462, '0'
3338586, 1043026846, 6, '1368'
3338588, 1043026846, 12, 'MC000000000000496'
3338590, 1043026846, 16, '0'
3338592, 1043026846, 21, '4'
3338594, 1043026846, 22, '1'
3338596, 1043026846, 27, '1'
3338598, 1043026846, 28, '1'
3338600, 1043026846, 38, '0'
3338602, 1043026846, 89, '2016-08-22 16:01:37'
--
INSERT INTO all7.sales_images_10372 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
837502, 1037186558, 0, 2, '48135-93d1fa8c4ebbd57188abca04c5546578', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837504, 1037186558, 0, 3, '59114-34bfc44330ad824b42947532685910f7', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837506, 1037186558, 0, 4, '28334-8469bf0209edbc110e50d72d215f7826', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837508, 1037186558, 0, 5, '63710-7e21d55628544a0aed46156f16bdacba', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837510, 1037186558, 0, 6, '48496-96cea5893414399ce5423f18ad863453', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837512, 1037186558, 0, 7, '121259-6b3844c07525823390946637f8c0217e', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837514, 1037186558, 0, 8, '29011-9461fa461fa175e621582084b7d2c844', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837516, 1037186558, 0, 9, '55285-ade1aec371065439bb95892d2dac8b40', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
837500, 1037186558, 1, 1, '56303-93a95ec07d0f964a958284e93a1f78a2', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-05-13 04:16:55', ''
--
INSERT INTO all7.sales_services_categories VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
42079, 31, 1, 6229746, 'package_express', '2017-02-24 16:29:03', 1, '2017-02-14 16:29:03', '', null, null, null, null, null, null, null, null, '2017-02-14 16:29:03'
42081, 31, 1, 6229746, 'all_sale_color', '2017-02-24 16:29:03', 1, '2017-02-14 16:29:04', '', null, null, null, null, null, null, null, null, '2017-02-14 16:29:04'
42083, 31, 1, 6229746, 'all_sale_special', '2017-02-24 16:29:04', 1, '2017-02-14 16:29:04', '', null, null, null, null, null, null, null, null, '2017-02-14 16:29:04'
--
INSERT INTO all7.ips (`sale_id`, `ip`, `autoru_sid`, `autoruuid`, `suid`, `yandexuid`, `fuid01`, `user_agent`, `api_uuid`) VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?)
1043045004, 3756202675, null, null, null, null, null, null, null
1043270830, 531453299, null, null, null, null, null, null, null
1044214673, 1608287101, '18605844.ed5aa07af80d2f1e_f101aa6ded5ef1422791d8f4f0165378', '39733ea51f109bdbb8ba053ed4f3626d.b788f8b972afe98a7afca8ce14fbbe45', null, '1526326771474201733', '57e4092c71177361.e-i8aGEYoS32cuxDvZuLclsi6Kz27GJ6IVxUgjWT0PQo03mPofdgrWnhq47G0bRgpYYzD86W5-u3jbQDT-v4vraw5gZAbbAtZ20oBA7MR8uPK_wXLKMe89j_sQx7_g2S', 'Mozilla/5.0 (iPad; CPU OS 9_3_5 like Mac OS X) AppleWebKit/537.51.1 (KHTML, like Gecko) CriOS/33.0.1750.14 Mobile/13G36 Safari/9537.53', null
1044216699, 0, '18740415.ed5a831afbbf4786_7aeff83c4554d23ef0932d4dacedc1fd', 'c47df8947cd4e041c52714a1f3f4215e.0fb4d52ace7f63124efa0af788cf1563', null, null, null, null, null
--
INSERT INTO all7.sales_from_api VALUES (?, ?, ?, ?, ?, ?, ?, ?)
1037186558, 'desktop', null, 'auto_ru', 16189485, 21029, 'dealer', ''
1043045004, 'desktop', null, 'auto24', 10591660, 0, 'user', ''
1043270830, 'ios', '{"lat": "55.6128221", "lng": "55.6128221", "accuracy": "32.747"}', 'auto_ru', 18318774, 0, 'user', ''
1044214673, 'desktop', null, 'auto_ru', 18605844, 0, 'callcenter', 'http://krasnodar.drom.ru/lada/2115/19617057.html'
1044216699, 'm', null, 'auto_ru', 18740415, 0, 'user', ''
--
INSERT INTO all7.sales_property_values_10442 VALUES(?, ?, ?, ?)
915393, 1044159039, 6, '125'
915395, 1044159039, 12, 'VF37L9HECCJ650918'
915397, 1044159039, 13, '2012'
915399, 1044159039, 15, '3'
915401, 1044159039, 18, '60000'
915403, 1044159039, 19, '1'
915405, 1044159039, 21, '4'
915407, 1044159039, 22, '1'
915409, 1044159039, 27, '1'
915411, 1044159039, 28, '1'
915413, 1044159039, 38, '0'
915415, 1044159039, 413, '1'
915417, 1044159039, 480, '100'
915419, 1044159039, 482, '200'
915421, 1044159039, 484, '300'
--
INSERT INTO all7.sales_options_dictionary VALUES(?, ?, ?, ?, ?, ?)
8882694, 'audiosystem-cd', 'Штатная аудиосистема с CD', 'multimedia', 370, 1
8882695, 'airbag-side', 'Подушки безопасности боковые', 'safety', 0, 0
8882696, 'electro-trunk', 'Электропривод крышки багажника', 'comfort', 0, 0
8882697, 'tinted-glass', 'Тонированные стекла', 'comfort', 63, 1
8882698, 'automatic-lighting-control', 'Автоматический корректор фар', 'visibility', 0, 0
8882699, 'auto-park', 'Система автоматической парковки', 'comfort', 0, 0
8882700, 'front-seats-heat', 'Подогрев передних сидений', 'interior', 0, 0
8882701, 'tyre-pressure', 'Датчик давления в шинах', 'comfort', 0, 0
8882702, 'audiosystem', 'Штатная аудиосистема (без CD)', 'multimedia', 0, 0
8882703, 'front-seats-heat-vent', 'Вентиляция передних сидений', 'interior', 0, 0
8882704, 'servo', 'Активный усилитель руля', 'comfort', 0, 0
8882705, 'start-stop-function', 'Система “старт-стоп”', 'comfort', 0, 0
8882706, '20-inch-wheels', 'Легкосплавные диски 20"', 'exterior', 61, 397
8882707, 'door-sill-panel', 'Накладки на пороги', 'interior', 0, 0
8882708, 'leather-gear-stick', 'Отделка кожей рычага КПП', 'interior', 0, 0
8882709, 'volume-sensor', 'Датчик проникновения в салон (датчик объема)', 'protection', 0, 0
8882710, 'night-vision', 'Система ночного видения', 'safety', 0, 0
8882711, 'hcc', 'Система помощи при старте в гору', 'safety', 0, 0
8882712, 'rear-camera', 'Камера заднего вида', 'comfort', 0, 0
8882713, 'voice-recognition', 'Голосовое управление', 'multimedia', 0, 0
8882714, 'third-rear-headrest', 'Третий задний подголовник', 'interior', 0, 0
8882715, 'light-cleaner', 'Омыватель фар', 'visibility', 209, 1
8882716, '18-inch-wheels', 'Легкосплавные диски 18"', 'exterior', 61, 395
8882717, 'black-roof', 'Отделка потолка черной тканью', 'interior', 0, 0
8882718, 'ashtray-and-cigarette-lighter', 'Прикуриватель и пепельница', 'comfort', 0, 0
8882719, 'lane-keeping-assist', 'Система контроля за полосой движения', 'safety', 0, 0
8882720, 'music-super', 'Штатная аудиосистема Hi-Fi', 'multimedia', 0, 0
8882721, 'knee-airbag', 'Подушка безопасности для защиты коленей водителя', 'safety', 0, 0
8882722, 'front-centre-armrest', 'Передний центральный подлокотник', 'interior', 0, 0
8882723, 'roof-rails', 'Рейлинги на крыше', 'exterior', 0, 0
8882724, 'wheel-configuration2', 'Регулировка руля по вылету', 'comfort', 0, 0
8882725, 'power-child-locks-rear-doors', 'Блокировка замков задних дверей', 'safety', 0, 0
8882726, 'cruise-control', 'Круиз-контроль', 'comfort', 36, 1
8882727, 'folding-front-passenger-seat', 'Функция складывания спинки сиденья пассажира', 'interior', 0, 0
8882728, 'adaptive-light', 'Система адаптивного освещения', 'visibility', 381, 1
8882729, 'sport-seats', 'Спортивные передние сидения', 'interior', 0, 0
8882730, 'blind-spot', 'Система контроля слепых зон', 'safety', 0, 0
8882731, 'traffic-sign-recognition', 'Система распознавания дорожных знаков', 'safety', 0, 0
8882732, 'wheel-power', 'Усилитель руля', 'comfort', 32, 1
8882733, '21-inch-wheels', 'Легкосплавные диски 21"', 'exterior', 61, 398
8882734, 'collision-prevention-assist', 'Система предотвращения столкновения', 'safety', 0, 0
8882735, 'hatch', 'Люк', 'interior', 152, 1
8882736, 'windcleaner-heat', 'Электрообогрев зоны стеклоочистителей', 'visibility', 0, 0
8882737, 'seat-transformation', 'Складывающееся заднее сидение (опция)', 'interior', 0, 0
8882738, 'cooling-box', 'Охлаждаемый перчаточный ящик', 'comfort', 0, 0
8882739, 'lock', 'Центральный замок', 'protection', 67, 1
8882740, 'drowsy-driver-alert-system', 'Датчик усталости водителя', 'safety', 0, 0
8882741, 'panorama-roof', 'Панорамная крыша / лобовое стекло', 'interior', 0, 0
8882742, 'computer', 'Бортовой компьютер', 'comfort', 59, 1
8882743, '17-inch-wheels', 'Легкосплавные диски 17"', 'exterior', 61, 387
8882744, 'electro-mirrors', 'Электропривод зеркал', 'visibility', 52, 1
8882745, 'isofix', 'Isofix / LATCH', 'safety', 0, 0
8882746, 'heated-wash-system', 'Электрообогрев форсунок стеклоомывателей', 'visibility', 0, 0
8882747, 'usb', 'USB', 'multimedia', 0, 0
8882748, 'start-button', 'Запуск двигателя с кнопки', 'comfort', 0, 0
8882749, 'wheel-configuration1', 'Регулировка руля по высоте', 'comfort', 46, 47
8882750, 'roller-blind-for-rear-window', 'Солнцезащитная шторка на заднем стекле', 'comfort', 0, 0
8882751, 'third-row-seats', 'Третий ряд сидений', 'interior', 0, 0
8882752, 'combo-interior', 'Комбинированный салон', 'interior', 153, 292
8882753, 'light-sensor', 'Датчик света', 'visibility', 205, 1
8882754, 'adj-pedals', 'Регулируемый педальный узел', 'comfort', 0, 0
8882755, 'body-mouldings', 'Декоративные молдинги', 'exterior', 0, 0
8882756, 'audiopreparation', 'Штатная аудиоподготовка', 'multimedia', 0, 0
8882757, 'keyless-entry', 'Система доступа без ключа', 'comfort', 0, 0
8882758, 'aux', 'AUX', 'multimedia', 0, 0
8882759, 'airbag-rear-side', 'Подушки безопасности боковые задние', 'safety', 0, 0
8882760, 'condition', 'Кондиционер', 'comfort', 33, 34
8882761, 'leather', 'Кожаный салон', 'interior', 153, 155
8882762, 'paint-metallic', 'Лакокрасочное покрытие металлик', 'exterior', 0, 0
8882763, 'roller-blinds-for-rear-side-windows', 'Солнцезащитные шторки в задних дверях', 'comfort', 0, 0
8882764, '14-inch-wheels', 'Легкосплавные диски 14"', 'exterior', 61, 384
8882765, 'folding-tables-rear', 'Складной столик на спинках передних сидений', 'interior', 0, 0
8882766, 'steering-wheel-gear-shift-paddles', 'Подрулевые лепестки переключения передач', 'interior', 0, 0
8882767, '22-inch-wheels', 'Легкосплавные диски 22"', 'exterior', 61, 399
8882768, 'advanced-frontlighting-system', 'Система адаптивного головного освещения в повороте', 'visibility', 0, 0
8882769, 'airbag-curtain', 'Подушки безопасности оконные (шторки)', 'safety', 0, 0
8882770, 'rear-seats-heat', 'Подогрев задних сидений', 'interior', 0, 0
8882771, 'electro-window-front', 'Электроподъемники передние', 'interior', 49, 51
8882772, 'navigation', 'Штатная навигационная система', 'multimedia', 368, 1
8882773, 'electro-seat', 'Электрорегулировка сидений', 'interior', 0, 0
8882774, 'mirrors-heat', 'Обогрев зеркал', 'visibility', 37, 1
8882775, 'bluetooth', 'Bluetooth', 'multimedia', 0, 0
8882776, 'sport-pedals', 'Алюминиевые накладки на педали', 'interior', 0, 0
8882777, 'airbag-passenger', 'Подушка безопасности пассажира', 'safety', 0, 0
8882778, 'ptf', 'Противотуманные фары', 'visibility', 0, 0
8882779, 'windscreen-heat', 'Электрообогрев лобового стекла', 'visibility', 0, 0
8882780, 'high-beam-assist', 'Система управления дальним светом', 'visibility', 0, 0
8882781, 'xenon', 'Ксеноновые/Биксеноновые фары', 'visibility', 73, 1
8882782, 'climate-control', 'Климат-контроль', 'comfort', 0, 0
8882783, 'wheel-leather', 'Отделка кожей рулевого колеса', 'interior', 0, 0
8882784, 'park-assist-r', 'Система помощи при парковке (задняя)', 'comfort', 0, 0
8882785, 'entertainment-system-for-rear-seat-passengers', 'Мультимедиа система для задних пассажиров', 'multimedia', 0, 0
8882786, 'fabric-seats', 'Тканевый салон', 'interior', 153, 208
8882787, '19-inch-wheels', 'Легкосплавные диски 19"', 'exterior', 61, 396
8882788, 'abs', 'ABS', 'safety', 22, 1
8882789, 'multi-wheel', 'Мультифункциональное рулевое колесо', 'interior', 0, 0
8882790, 'immo', 'Штатный иммобилайзер', 'protection', 0, 0
8882791, 'airbag-driver', 'Подушка безопасности водителя', 'safety', 0, 0
8882792, '360-camera', 'Камера 360°', 'comfort', 0, 0
8882793, 'rear-seat-heat-vent', 'Вентиляция задних сидений', 'interior', 0, 0
8882794, 'esp', 'ESP', 'safety', 31, 1
8882795, 'laminated-safety-glass', 'Ламинированные боковые стекла', 'safety', 0, 0
8882796, 'electro-rear-seat', 'Электрорегулировка задних сидений', 'interior', 0, 0
8882797, 'wheel-heat', 'Обогрев рулевого колеса', 'interior', 377, 1
8882798, 'auto-mirrors', 'Электроскладывание зеркал', 'visibility', 0, 0
8882799, 'led-lights', 'Светодиодные фары', 'visibility', 0, 0
8882800, '15-inch-wheels', 'Легкосплавные диски 15"', 'exterior', 61, 385
8882801, 'programmed-block-heater', 'Программируемый предпусковой отопитель', 'comfort', 0, 0
8882802, '12v-socket', 'Розетка 12V', 'multimedia', 0, 0
8882803, 'seat-memory', 'Память передних сидений', 'interior', 0, 0
8882804, 'alarm', 'Штатная сигнализация', 'protection', 62, 1
8882805, 'rain-sensor', 'Датчик дождя', 'visibility', 204, 1
8882806, 'park-assist-f', 'Система помощи при парковке (передняя)', 'comfort', 0, 0
8882807, '16-inch-wheels', 'Легкосплавные диски 16"', 'exterior', 61, 386
8882808, 'auto-cruise', 'Адаптивный круиз-контроль', 'comfort', 0, 0
8882809, 'electro-window-back', 'Электроподъемники задние', 'interior', 0, 0
9422551, 'steel-wheels', 'Стальные диски', 'exterior', 0, 0
11072936, 'asr', 'Антипробуксовочная система', 'safety', 30, 1
11072937, 'gbo', 'Газобаллонное оборудование', 'comfort', 206, 1
11072938, 'audiosystem-tv', 'Штатная аудиосистема с TV', 'multimedia', 372, 1
11072939, 'velvet-seats', 'Велюровый салон', 'interior', 153, 154
11072940, 'e-adjustment-wheel', 'Электрорегулировка руля', 'comfort', 46, 303
11072941, 'driver-seat-updown', 'Регулировка сидений водителя по высоте', 'comfort', 39, 40
11072942, 'passenger-seat-updown', 'Регулировка сидений пассажира по высоте', 'comfort', 43, 44
11072943, 'dark-interior', 'Темный салон', 'interior', 300, 302
11072944, 'light-interior', 'Светлый салон', 'interior', 300, 301
11083112, 'airbrush', 'Аэрография', 'exterior', 0, 0
11083113, 'turnbuckle', 'Фаркоп', 'exterior', 0, 0
11083114, 'engine-proof', 'Защита картера', 'exterior', 0, 0
11102884, 'airbag-1', '1 подушка безопасности', 'safety', 23, 24
11102885, 'airbag-2', '2 подушки безопасности', 'safety', 23, 25
11102886, 'airbag-4', '4 подушки безопасности', 'safety', 23, 26
11102887, 'airbag-5', 'Подушки безопасности (5)', 'safety', 0, 0
11102888, 'airbag-6', 'Подушки безопасности (6)', 'safety', 0, 0
11102889, 'airbag-7', 'Подушки безопасности (7)', 'safety', 0, 0
11102890, 'airbag-8', 'Подушки безопасности (8 и более)', 'safety', 0, 0
11103023, 'alloy-wheel-disks', 'Легкосплавные диски', 'exterior', 0, 0
11103024, 'electro-window-all', 'Электростеклоподъемники все', 'comfort', 49, 50
11513841, '12-inch-wheels', 'Легкосплавные диски 12"', 'exterior', 61, 382
11513842, '13-inch-wheels', 'Легкосплавные диски 13"', 'exterior', 61, 383
11513843, '23-inch-wheels', 'Легкосплавные диски 23"', 'exterior', 61, 400
11513844, '24-inch-wheels', 'Легкосплавные диски 24"', 'exterior', 61, 401
11513845, '25-inch-wheels', 'Легкосплавные диски 25"', 'exterior', 61, 402
11513846, '26-inch-wheels', 'Легкосплавные диски 26"', 'exterior', 61, 403
11513847, '27-inch-wheels', 'Легкосплавные диски 27"', 'exterior', 61, 404
11513848, '28-inch-wheels', 'Легкосплавные диски 28"', 'exterior', 61, 405
11513849, 'wheel-configuration3', 'Регулировка руля по высоте и вылету', 'comfort', 46, 48
11513850, 'parktronik', 'Парктроник', 'safety', 207, 1
11513851, 'seats-heat', 'Обогрев сидений', 'comfort', 38, 1
11513852, 'climate-control-1', 'Климат-контроль 1-зонный', 'comfort', 33, 35
11513853, 'climate-control-2', 'Климат-контроль 2-зонный', 'comfort', 33, 298
11513854, 'climate-control-3', 'Климат-контроль 3-зонный', 'comfort', 33, 299
11533142, 'armored', 'бронированный', 'safety', 0, 0
11533597, 'air-suspension', 'Пневмоподвеска', 'exterior', 379, 1
11533598, 'halogen', 'Галогеновые фары', 'visibility', 0, 0
11634280, 'driver-seat-electric', 'Сиденье водителя: электро регулировка', 'comfort', 39, 41
11634285, 'driver-seat-memory', 'Сиденье водителя: с памятью положения', 'comfort', 39, 42
11634286, 'driver-seat-manual', 'Сиденье водителя: ручная регулировка', 'comfort', 39, 365
11634287, 'passenger-seat-electric', 'Сиденье пассажира: электро регулировка', 'comfort', 43, 45
11634295, 'passenger-seat-manual', 'Сиденье пассажира: ручная регулировка', 'comfort', 43, 369
11634296, 'passenger-seat-memory', 'Сиденье водителя: с памятью положения', 'comfort', 43, 381
11634297, 'remote-engine-start', 'Дистанционный запуск двигателя', 'comfort', 375, 1
11634298, 'seats-2', 'Количество мест: 2', 'comfort', 376, 390
11634299, 'seats-4', 'Количество мест: 4', 'comfort', 376, 391
11634300, 'seats-5', 'Количество мест: 5', 'comfort', 376, 392
11634301, 'seats-7', 'Количество мест: 7', 'comfort', 376, 394
11634313, 'seats-6', 'Количество мест: 6', 'comfort', 376, 393
11634604, 'immobiliser-not-standard', 'Иммобилайзер (не штатный)', 'protection', 373, 1
11634605, 'feedback-alarm', 'Обратная связь', 'protection', 374, 1
--
INSERT INTO catalog7_yandex.tech_units VALUES(?, ?)
7, 'кг'
10, 'км/час'
13, 'л'
15, 'л.с.'
26, 'мм'
30, 'н*м'
32, 'с'
34, 'см³'
18, 'м'
--
INSERT INTO all7.sales_images_10431 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
1137430, 1043045004, 0, 2, '55285-299f9cdb434496c6616573f38ec07564', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-17 20:09:48', 'M23D48E783ACC7963'
1137432, 1043045004, 0, 3, '48771-30ba67e265dda4f31214dd2469c7971c', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-17 20:09:48', 'MBB77C2CA008CE855'
1137434, 1043045004, 0, 4, '136877-e9ef5fb82d1807bb0309e22d8313ba3b', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-17 20:09:48', 'M0A127062C9637DEF'
1916496, 1043045004, 0, 5, '144439-dff583440263fadcd1db8ce898225a60', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-28 12:01:33', 'MAF9E024B108CD0F5'
1916498, 1043045004, 0, 6, '140671-f459bea46ffa58ecda4e9bd69fde5b37', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-28 12:01:33', 'M4E7CD5E6FCD44CBE'
498620, 1043045004, 1, 1, '60278-13dd99390f546a0d1dcd30e45238d2a6', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-15 11:43:10', 'M5A9002EAC02CD48D'
1700762, 1043026846, 0, 2, '61842-c73c80ca5aef7ffea78bb45ffd48b037', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'M23D8EB31C36B9740'
1700764, 1043026846, 0, 3, '63096-78fae0a07eb926ccda89dada67112907', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'M45CC8F7C6FF72F69'
1700766, 1043026846, 0, 4, '147535-8a3595abea3f0eec05e81fe02e93dd1e', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'MAD4FA9D7BE921A41'
1700768, 1043026846, 0, 5, '48939-ef25c2ab9ef819c92cd98d4a34521479', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'MD1F1BE377F8B2E63'
1700770, 1043026846, 0, 6, '29011-f591150755c3b0a097840a6064841809', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'M47FCCE5B50DD6EFF'
1700772, 1043026846, 0, 7, '139845-28b72928bc2635a42b5f1ad73493f249', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'M2FD2BC5C4F673770'
1700774, 1043026846, 0, 8, '115289-94dad610e2d6415999d6618d5184d3e8', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'M54AC9E1B73688B61'
1700776, 1043026846, 0, 9, '111617-77f6592bf9c5a2440fa62ff6eb1d0690', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'MCDE75EC900ABAC34'
1700778, 1043026846, 0, 10, '150833-32f41f126baf616226eb3aed86147c2c', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'MD5EC55EA40EDAF20'
1700760, 1043026846, 1, 1, '29011-263fce29b521ba23bf19626182be63a0', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-08-22 16:01:37', 'MDA2273A3807CD49C'
--
INSERT INTO all7.sales_services VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
9066077, 1044159039, 'all_sale_activate', '2016-09-21 22:42:17', 1, '2016-09-20 22:42:17', '', '2016-09-20 22:42:17', '{"request":{"offer":{"price":1000000000.0,"creationTs":"2016-09-20T22:42:17.000+03:00","category":"used"},"context":{"clientRegionId":1},"product":"placement","interval":{"from":"2016-09-20T00:00:00.000+03:00","to":"2016-09-22T23:59:59.999+03:00"}},"points":[{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-20T00:00:00.000+03:00","to":"2016-09-20T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":25000}],"total":25000}},{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-21T00:00:00.000+03:00","to":"2016-09-21T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":2000}],"total":2000}},{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-22T00:00:00.000+03:00","to":"2016-09-22T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":2000}],"total":2000}}]}', '2016-09-23 00:00:00', '�����*"��$39257c3f-17e4-4c99-8383-0b5468a1352a"ᑝ���**salesman*2��ᑝ���" 0��8��@���H���Rdefault2!JB��	placement:�˔��*(�����*21044159039:placement:1474400537', '2016-09-21 22:42:17', '1044159039:placement:1474400537', '2016-09-20 22:54:27'
8387406, 1043270830, 'package_cart', '2016-08-22 14:38:06', 0, '2016-08-21 14:38:06', '', null, null, null, null, null, null, '2016-08-22 15:42:41'
8387408, 1043270830, 'package_turbo', '2016-08-26 14:38:06', 1, '2016-08-21 14:38:06', '{"from":"package_cart"}', null, null, null, null, null, null, '2016-08-22 10:50:20'
8387410, 1043270830, 'all_sale_color', '2016-08-26 14:38:06', 1, '2016-08-21 14:38:06', '{"from":"package_turbo"}', null, null, null, null, null, null, '2016-08-22 10:50:20'
8387412, 1043270830, 'all_sale_special', '2016-08-26 14:38:06', 1, '2016-08-21 14:38:06', '{"from":"package_turbo"}', null, null, null, null, null, null, '2016-08-22 10:50:20'
8387414, 1043270830, 'all_sale_toplist', '2016-08-26 14:38:06', 1, '2016-08-21 14:38:06', '{"from":"package_turbo"}', null, null, null, null, null, null, '2016-08-22 10:50:20'
8764376, 1043211458, 'all_sale_activate', '2016-09-07 17:54:34', 1, '2016-09-01 17:54:34', '', '2016-09-01 17:54:34', '{"request":{"offer":{"price":63333300,"creationTs":"2016-08-19T04:37:52.000+03:00","category":"used"},"context":{"clientRegionId":1},"product":"placement","interval":{"from":"2016-09-05T00:00:00.000+03:00","to":"2016-09-07T23:59:59.999+03:00"}},"points":[{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-05T00:00:00.000+03:00","to":"2016-09-05T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":3500}],"total":3500}},{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-06T00:00:00.000+03:00","to":"2016-09-06T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":3500}],"total":3500}},{"policy":"autoru_2016-07-15","interval":{"from":"2016-09-07T00:00:00.000+03:00","to":"2016-09-07T23:59:59.999+03:00"},"product":{"product":"placement","goods":[{"good":"Custom","cost":"PerIndexing","price":3500}],"total":3500}}]}', '2016-09-08 00:00:00', '�����*"��$371de4b0-a50a-409e-afc7-2c616285faef"������**salesman*4��������" 0���8���@���H���Rdefault2 JB�	placement:�蒩�*(�����*21043211458:placement:1473173674', '2016-09-07 17:54:34', '1043211458:placement:1473173674', '2016-09-06 18:16:46'
--
INSERT INTO catalog7_yandex.tech_properties VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
292, 15, 9, 'select', null, 'Тип кузова', 'body_type', 0, null, 1, null, 0, 1, 'autoru_body_type', null, 'autoru-body-type'
293, 15, 9, 'select', null, 'Количество мест', 'seats', 0, null, 4, null, 0, 0, 'sits', null, null
294, 15, 9, 'int', null, 'Количество дверей', 'doors_count', 1, null, 3, null, 0, 0, 'doors_count', null, null
295, 15, 13, 'select', null, 'Расположение цилиндров', 'cylinders_order', 0, null, 14, null, 0, 0, 'cylinders_order', null, 'cylinder_placement'
296, 15, 13, 'int', null, 'Количество цилиндров', 'cylinders_value', 0, null, 15, null, 0, 0, 'cylinders_value', null, null
297, 15, 9, 'int', 'numeric', 'Длина', 'body_size', 0, 26, 6, null, 0, 0, 'body_size', null, null
298, 15, 9, 'int', 'numeric', 'Ширина', 'width', 0, 26, 5, null, 0, 0, 'width', null, null
299, 15, 9, 'int', 'numeric', 'Высота', 'height', 0, 26, 9, null, 0, 0, 'height', null, null
300, 15, 9, 'int', null, 'Колесная база', 'wheel_base', 0, 26, 10, null, 0, 0, 'wheel_base', null, null
301, 15, 9, 'int', null, 'Колея передняя', 'front_wheel_base', 0, 26, 11, null, 0, 0, 'front_wheel_base', null, null
302, 15, 9, 'int', null, 'Колея задняя', 'back_wheel_base', 0, 26, 13, null, 0, 0, 'back_wheel_base', null, null
303, 15, 9, 'int', 'numeric', 'Дорожный просвет', 'clearance', 0, 26, 13, null, 0, 0, 'clearance', 0, null
305, 15, 12, 'text', null, 'Допустимая полная масса', 'full_weight', 0, 7, 7, null, 0, 0, 'full_weight', null, null
306, 15, 9, 'int', 'numeric', 'Объем багажника максимальный', 'boot_volume_max', 0, 13, 13, null, 0, 0, 'boot_volume', 1, null
307, 15, 9, 'int', 'numeric', 'Объем багажника минимальный', 'boot_volume_min', 0, 13, 12, null, 0, 0, 'boot_volume', 0, null
308, 15, 12, 'text', null, 'Размер шин', 'wheel_size', 0, null, 11, null, 0, 0, 'wheel_size', null, null
309, 15, 13, 'select', null, 'Расположение двигателя', 'engine_order', 0, null, 3, null, 0, 0, 'engine_order', null, 'engine-order'
311, 15, 13, 'int', null, 'Объем двигателя', 'engine_volume', 0, 34, 4, null, 1, 0, 'displacement', null, null
313, 15, 13, 'text', null, 'Диаметр цилиндра и ход поршня', 'diametr', 0, 26, 16, null, 0, 0, 'diametr', null, null
314, 15, 13, 'text', null, 'Степень сжатия', 'compression', 0, null, 18, null, 0, 0, 'compression', null, null
315, 15, 13, 'select', null, 'Газораспределительный механизм', 'valvetrain', 0, null, 13, null, 1, 0, 'valvetrain', null, 'auto-valvetrain'
316, 15, 13, 'int', null, 'Количество клапанов на цилиндр', 'valves', 0, null, 19, null, 0, 0, 'valves', null, null
317, 15, 13, 'select', null, 'Система питания', 'power_system', 0, null, 11, null, 1, 0, 'engine_feeding', null, 'engine-feeding'
318, 15, 13, 'select', null, 'Наличие турбонаддува', 'turbo_type', 0, null, 12, null, 1, 0, 'feeding', null, 'feeding'
319, 15, 13, 'int', null, 'Мощность', 'engine_power', 1, 15, 5, null, 1, 0, 'power', null, null
320, 15, 13, 'int', null, 'Крутящий  момент', 'moment', 0, 30, 9, null, 0, 0, 'moment', null, null
321, 15, 13, 'select', null, 'Топливо', 'fuel', 0, null, 20, null, 1, 0, 'petrol_type', null, 'petrol-type'
322, 15, 2, 'select', null, 'Привод', 'drive', 0, null, 8, null, 0, 0, 'gear_type_autoru', null, 'autoru-gear-type'
326, 15, 10, 'select', null, 'Тип передней подвески', 'front_suspension', 0, null, 1, null, 0, 0, 'front_suspension', null, 'front-suspension'
327, 15, 10, 'select', null, 'Тип задней подвески', 'back_suspension', 0, null, 2, null, 0, 0, 'back_suspension', null, 'back-suspension'
331, 15, 8, 'select', null, 'Передние тормоза', 'front_brake', 0, null, 1, null, 0, 0, 'front_brake', null, 'front-brake'
332, 15, 8, 'select', null, 'Задние тормоза', 'back_brake', 0, null, 2, null, 0, 0, 'back_brake', null, 'back-brake'
335, 15, 12, 'int', null, 'Объем топливного бака', 'tank_volume', 1, 13, 8, null, 0, 0, 'tank_volume', null, null
417, 15, 13, 'int', null, 'При оборотах', 'power_rpm', 0, null, 6, null, 0, 0, 'power_rpm', 0, null
1185, 15, 13, 'select', null, 'Тип двигателя', 'engine_type', 0, null, 1, null, 1, 0, 'engine_type', null, 'engine_type'
1186, 15, 13, 'int', null, 'Мощность (кВт)', 'power_kvt', 0, null, 7, null, 0, 0, 'power_kvt', null, null
1187, 15, 13, 'int', null, 'При оборотах', 'moment_rpm', 0, null, 8, null, 0, 0, 'moment_rpm', 0, null
1216, 15, 12, 'int', null, 'Максимальная скорость', 'max_speed', 0, 10, 1, null, 0, 0, 'max_speed', null, null
1218, 15, 12, 'int', null, 'Время разгона (0-100 км/ч)', 'acceleration', 0, 32, 2, null, 0, 0, 'acceleration', null, null
1220, 15, 12, 'text', null, 'Расход топлива в городе на 100 км', 'consumption_city', 0, 13, 3, null, 0, 0, 'consumption_city', null, null
1224, 15, 12, 'text', null, 'Расход топлива на шоссе на 100 км', 'consumption_hiway', 0, 13, 4, null, 0, 0, 'consumption_hiway', null, null
1226, 15, 12, 'text', null, 'Расход топлива в смешанном цикле на 100 км', 'consumption_mixed', 0, 13, 5, null, 0, 0, 'consumption_mixed', null, null
1228, 15, 12, 'text', null, 'Снаряженная масса автомобиля', 'weight', 0, 7, 6, null, 0, 0, 'weight', null, null
1230, 15, 2, 'select', null, 'Тип КПП', 'gearbox_type', 0, null, 1, null, 0, 0, 'transmission_autoru', null, 'autoru-transmission'
1231, 15, 2, 'text', null, 'Кол-во передач', 'gears_count', 0, null, 2, null, 0, 0, 'gear_value', null, null
1232, 15, 13, 'text', null, 'Экологический стандарт', 'emission_euro_class', 0, null, 21, null, 1, 0, 'emission_euro_class', null, null
659, 15, 13, 'text', null, 'Модель двигателя', 'engine_model', 0, null, 2, null, 0, 0, 'engine_model', null, null
310, 15, 12, 'text', null, 'Размер дисков', 'disk_size', 0, null, 12, null, 0, 0, 'disk_size', null, null
330, 15, 11, 'text', null, 'Диаметр разворота', 'turning_circle', 0, 18, 1, null, 0, 0, 'turning_circle', null, null
1214, 15, 2, 'text', null, 'Передаточное отношение главной пары', 'gear_ratio', 0, null, 6, null, 0, 0, 'gear_ratio', null, null
328, 15, 11, 'select', null, 'Тип рулевого управления', 'steerage_type', 0, null, 2, null, 0, 0, 'steerage', null, 'auto-steerage'
--
INSERT INTO all.sale3 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
6541923, '08a9', 31, 1, 0, 0, 0, 0, 49067029, 7873238, 0, 0, 0, '2017-02-15 01:36:00', '2017-02-15 02:00:01', '2017-03-17 00:00:00', 292, 1, 40797, 10826, '3302', 61816, '', 328, 0, 1500, 0, 0, 0, 0, 0, 0, null, 3, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 4, 1, 255, 2900, 107, 273, 1, 2010, 230000, 'km', 270000, 4676, 1, 'RUR', 1, 1, 1, 1, '', '45,46,48,53,55,61', 1, '', 'Начало эксплуатации 02.2011г. по ПТС. Без ДТП. Без перегрузов. Пробег двигателя 75 т.км. Технически полностью исправен. Чистый салон. ГУР.', 1, 40, 1200, '185.64.211.101', '', 0, '1980-01-01 00:00:01', 0, '', '', 0, 0, 0, 0.0, 0.0, null, 0, 0, 0, 0, 0, 0, 0, 0, 0
6542117, '19888', 31, 1, 0, 24349, 0, 0, 49067095, 11017050, 0, 0, 0, '2017-02-15 04:27:00', '2017-02-15 04:27:47', '2017-02-16 00:00:00', 336, 1, 12414, 0, '3909', 0, '390902', 270, 0, 0, 0, 0, 0, 0, 0, 0, null, 7, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 24, 1, 255, 2445, 74, 272, 1, 2012, 59000, 'km', 320000, 5542, 1, 'RUR', 2, 1, 1, 1, 'XTT390995C0470897', '45', 1, 'Софийская ул., 6', 'Автомобиль от официального дилера УАЗ и Lifan ООО  "ОРИЕНТ"Принят по системе trade-in в зачет покупки нового автомобиля!!!Год выпуска: 2012 г.Полный комплект документов и ключей100 % гарантия юридической чистоты.Один собственник , сервисная книжка с зафиксированными ТО  и комплект летней резиныОфициальный дилер УАЗ и Lifan  в Санкт-Петербурге — автосалон «ОРИЕНТ» предлагает Вам:Оформление кредита на автомобиль с пробегом,Обмен автомобиля с пробегом на другой автомобиль с пробегом[gccgehi:30656]', 1, 89, 1566, '46.4.64.43', '', 0, '1980-01-01 00:00:01', 0, '', '', 0, 0, 0, 0.0, 0.0, null, 0, 0, 0, 0, 0, 0, 0, 0, 0
6229746, '6d65', 31, 1, 0, 0, 0, 0, 48721936, 5847706, 904639, 1, 0, '2016-08-21 12:30:00', '2017-02-15 02:00:01', '2017-02-19 15:23:51', 205, 2, 11364, 12310, 'Boxer Микроавтобус', 31551, '', 270, 0, 0, 0, 0, 0, 0, 0, 0, null, 18, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 4, 1, 253, 2198, 120, 274, 1, 2010, 60000, 'km', 350000, 6062, 1, 'RUR', 1, 3, 1, 1, '', '43,46,48,51,62,63', 1, 'малаховка', 'автопарк распродает микроавтобусы марки Пежо Боксер ЕВРО-4.Евро-5  год выпуска 2. Торг возможен.', 1, 38, 1024, '188.191.160.130', '', 0, '1980-01-01 00:00:01', 0, '', '', 0, 0, 0, 0.0, 0.0, null, 0, 0, 0, 0, 0, 0, 0, 0, 0
--
INSERT INTO all7.sales_discount VALUES(?, ?, ?, ?, ?, ?, ?, ?)
1, 1037186558, 16189485, 21029, 100000.00, 'active', '2016-11-29 19:19:25', '2016-11-29 19:19:25'
--
INSERT INTO all7.video_sales VALUES(?, ?, ?, ?, ?, ?, ?, ?)
2406154, 1043026846, 'Youtube', 'https://youtu.be/6cylm0mka_c', '6cylm0mka_c', 0, '2016-08-22 16:01:50', '2016-08-22 16:01:50'
2404332, 1043211458, 'Yandex', 'http://s3-eu-west-1.amazonaws.com/s3.ovidoapp/video/086fa236040c4698846dca3d48824500.mp4', 'm-63774-156a07376d0-87d395248cef988d', 156870, '2016-08-22 04:31:25', '2016-08-22 04:31:25'
2404333, 1043270830, 'Yandex', 'http://s3-eu-west-1.amazonaws.com/s3.ovidoapp/video/086fa236040c4698846dca3d48824500.mp4', 'm-63774-156a07376d0-87d395248cef988d', 100500, '2016-08-22 04:31:25', '2016-08-22 04:31:25'
--
INSERT INTO all.phone_set VALUES(?, ?, ?, ?)
49067029, 7873238, 'Павел', '0'
49067095, 11017050, 'Менеджер', '0'
48721936, 5847706, 'Игорь Владимирович', '0'
--
INSERT INTO all7.sales_images_10442 VALUES(?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
329303, 1044159039, 0, 2, '61842-3fd0690659afbee428d03abaa4715ed5', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
329305, 1044159039, 0, 3, '150107-0ee97904e849a45761faf4288aa93e8e', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
329307, 1044159039, 0, 4, '55240-8a82a846e199f1c37bc08c9815840f29', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
329309, 1044159039, 0, 5, '31708-366ab9823ad636a9a5c60717c51050e5', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
329311, 1044159039, 0, 6, '132506-bc5e01a54bde205908adbd279048d17f', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
329301, 1044159039, 1, 1, '132506-4c84b6594c9ac03756fde70bd62d3db7', null, 1, null, null, '1980-01-01 00:00:01', 'oldsale', '2016-09-20 22:42:17', ''
--
INSERT INTO all7.sales_options_modern VALUES(?, ?, ?, ?, ?)
409484939, 1044159039, 8882739, 1, '2016-09-20 22:42:17'
409484937, 1044159039, 8882742, 1, '2016-09-20 22:42:17'
409484945, 1044159039, 8882788, 1, '2016-09-20 22:42:17'
409484943, 1044159039, 11072939, 1, '2016-09-20 22:42:17'
409484941, 1044159039, 11072943, 1, '2016-09-20 22:42:17'
297669222, 1043270830, 8882694, 1, '2016-08-21 14:37:00'
297669174, 1043270830, 8882695, 1, '2016-08-21 14:37:00'
297669128, 1043270830, 8882697, 1, '2016-08-21 14:37:00'
297669120, 1043270830, 8882700, 1, '2016-08-21 14:37:00'
297669142, 1043270830, 8882704, 1, '2016-08-21 14:37:00'
297669178, 1043270830, 8882711, 1, '2016-08-21 14:37:00'
297669150, 1043270830, 8882712, 1, '2016-08-21 14:37:00'
297669214, 1043270830, 8882714, 1, '2016-08-21 14:37:00'
297669186, 1043270830, 8882715, 1, '2016-08-21 14:37:00'
297669200, 1043270830, 8882723, 1, '2016-08-21 14:37:00'
297669118, 1043270830, 8882726, 1, '2016-08-21 14:37:00'
297669134, 1043270830, 8882732, 1, '2016-08-21 14:37:00'
297669190, 1043270830, 8882736, 1, '2016-08-21 14:37:00'
297669212, 1043270830, 8882737, 1, '2016-08-21 14:37:00'
297669154, 1043270830, 8882738, 1, '2016-08-21 14:37:00'
297669202, 1043270830, 8882739, 1, '2016-08-21 14:37:00'
297669144, 1043270830, 8882742, 1, '2016-08-21 14:37:00'
297669220, 1043270830, 8882743, 1, '2016-08-21 14:37:00'
297669192, 1043270830, 8882744, 1, '2016-08-21 14:37:00'
297669166, 1043270830, 8882745, 1, '2016-08-21 14:37:00'
297669130, 1043270830, 8882747, 1, '2016-08-21 14:37:00'
297669146, 1043270830, 8882748, 1, '2016-08-21 14:37:00'
297669228, 1043270830, 8882749, 1, '2016-08-21 14:37:00'
297669182, 1043270830, 8882753, 1, '2016-08-21 14:37:00'
297669196, 1043270830, 8882755, 1, '2016-08-21 14:37:00'
297669140, 1043270830, 8882756, 1, '2016-08-21 14:37:00'
297669158, 1043270830, 8882757, 1, '2016-08-21 14:37:00'
297669136, 1043270830, 8882758, 1, '2016-08-21 14:37:00'
297669230, 1043270830, 8882761, 1, '2016-08-21 14:37:00'
297669198, 1043270830, 8882762, 1, '2016-08-21 14:37:00'
297669176, 1043270830, 8882769, 1, '2016-08-21 14:37:00'
297669218, 1043270830, 8882771, 1, '2016-08-21 14:37:00'
297669122, 1043270830, 8882772, 1, '2016-08-21 14:37:00'
297669184, 1043270830, 8882774, 1, '2016-08-21 14:37:00'
297669138, 1043270830, 8882775, 1, '2016-08-21 14:37:00'
297669172, 1043270830, 8882777, 1, '2016-08-21 14:37:00'
297669188, 1043270830, 8882778, 1, '2016-08-21 14:37:00'
297669226, 1043270830, 8882781, 1, '2016-08-21 14:37:00'
297669224, 1043270830, 8882782, 1, '2016-08-21 14:37:00'
297669210, 1043270830, 8882783, 1, '2016-08-21 14:37:00'
297669126, 1043270830, 8882784, 1, '2016-08-21 14:37:00'
297669116, 1043270830, 8882788, 1, '2016-08-21 14:37:00'
297669208, 1043270830, 8882789, 1, '2016-08-21 14:37:00'
297669206, 1043270830, 8882790, 1, '2016-08-21 14:37:00'
297669170, 1043270830, 8882791, 1, '2016-08-21 14:37:00'
297669148, 1043270830, 8882792, 1, '2016-08-21 14:37:00'
297669164, 1043270830, 8882794, 1, '2016-08-21 14:37:00'
297669132, 1043270830, 8882797, 1, '2016-08-21 14:37:00'
297669194, 1043270830, 8882798, 1, '2016-08-21 14:37:00'
297669156, 1043270830, 8882801, 1, '2016-08-21 14:37:00'
297669204, 1043270830, 8882804, 1, '2016-08-21 14:37:00'
297669180, 1043270830, 8882805, 1, '2016-08-21 14:37:00'
297669124, 1043270830, 8882806, 1, '2016-08-21 14:37:00'
297669216, 1043270830, 8882809, 1, '2016-08-21 14:37:00'
297669160, 1043270830, 11072940, 1, '2016-08-21 14:37:00'
297669162, 1043270830, 11103024, 1, '2016-08-21 14:37:00'
297669168, 1043270830, 11513850, 1, '2016-08-21 14:37:00'
297669152, 1043270830, 11513851, 1, '2016-08-21 14:37:00'
327584570, 1043140898, 8882694, 1, '2016-08-26 20:10:03'
327584572, 1043140898, 8882695, 1, '2016-08-26 20:10:03'
327584574, 1043140898, 8882697, 1, '2016-08-26 20:10:03'
327584576, 1043140898, 8882715, 1, '2016-08-26 20:10:03'
327584578, 1043140898, 8882726, 1, '2016-08-26 20:10:03'
327584580, 1043140898, 8882732, 1, '2016-08-26 20:10:03'
327584582, 1043140898, 8882739, 1, '2016-08-26 20:10:03'
327584584, 1043140898, 8882742, 1, '2016-08-26 20:10:03'
327584586, 1043140898, 8882744, 1, '2016-08-26 20:10:03'
327584588, 1043140898, 8882753, 1, '2016-08-26 20:10:03'
327584590, 1043140898, 8882761, 1, '2016-08-26 20:10:03'
327584592, 1043140898, 8882772, 1, '2016-08-26 20:10:03'
327584594, 1043140898, 8882774, 1, '2016-08-26 20:10:03'
327584596, 1043140898, 8882781, 1, '2016-08-26 20:10:03'
327584598, 1043140898, 8882784, 1, '2016-08-26 20:10:03'
327584600, 1043140898, 8882788, 1, '2016-08-26 20:10:03'
327584602, 1043140898, 8882794, 1, '2016-08-26 20:10:03'
327584604, 1043140898, 8882809, 1, '2016-08-26 20:10:03'
327584606, 1043140898, 11072936, 1, '2016-08-26 20:10:03'
327584608, 1043140898, 11513849, 1, '2016-08-26 20:10:03'
327584610, 1043140898, 11513851, 1, '2016-08-26 20:10:03'
327584612, 1043140898, 11513853, 1, '2016-08-26 20:10:03'
327584614, 1043140898, 11634286, 1, '2016-08-26 20:10:03'
327584616, 1043140898, 11634287, 1, '2016-08-26 20:10:03'
327584618, 1043140898, 11634604, 1, '2016-08-26 20:10:03'
233158362, 1042409964, 8882695, 1, '2016-08-09 04:24:27'
233158364, 1042409964, 8882726, 1, '2016-08-09 04:24:27'
233158366, 1042409964, 8882739, 1, '2016-08-09 04:24:27'
233158368, 1042409964, 8882742, 1, '2016-08-09 04:24:27'
233158370, 1042409964, 8882753, 1, '2016-08-09 04:24:27'
233158372, 1042409964, 8882761, 1, '2016-08-09 04:24:27'
233158374, 1042409964, 8882774, 1, '2016-08-09 04:24:27'
233158376, 1042409964, 8882781, 1, '2016-08-09 04:24:27'
233158378, 1042409964, 8882805, 1, '2016-08-09 04:24:27'
233158380, 1042409964, 11072936, 1, '2016-08-09 04:24:27'
233158382, 1042409964, 11072944, 1, '2016-08-09 04:24:27'
233158384, 1042409964, 11513851, 1, '2016-08-09 04:24:27'
233158386, 1042409964, 11513853, 1, '2016-08-09 04:24:27'
334676862, 1043045004, 8882695, 1, '2016-08-28 12:01:33'
334676864, 1043045004, 8882697, 1, '2016-08-28 12:01:33'
334676866, 1043045004, 8882715, 1, '2016-08-28 12:01:33'
334676868, 1043045004, 8882726, 1, '2016-08-28 12:01:33'
334676870, 1043045004, 8882732, 1, '2016-08-28 12:01:33'
334676872, 1043045004, 8882735, 1, '2016-08-28 12:01:33'
334676874, 1043045004, 8882739, 1, '2016-08-28 12:01:33'
334676876, 1043045004, 8882742, 1, '2016-08-28 12:01:33'
334676878, 1043045004, 8882744, 1, '2016-08-28 12:01:33'
334676880, 1043045004, 8882753, 1, '2016-08-28 12:01:33'
334676882, 1043045004, 8882759, 1, '2016-08-28 12:01:33'
334676884, 1043045004, 8882761, 1, '2016-08-28 12:01:33'
334676886, 1043045004, 8882769, 1, '2016-08-28 12:01:33'
334676888, 1043045004, 8882772, 1, '2016-08-28 12:01:33'
334676890, 1043045004, 8882774, 1, '2016-08-28 12:01:33'
334676892, 1043045004, 8882781, 1, '2016-08-28 12:01:33'
334676894, 1043045004, 8882788, 1, '2016-08-28 12:01:33'
334676896, 1043045004, 8882790, 1, '2016-08-28 12:01:33'
334676898, 1043045004, 8882794, 1, '2016-08-28 12:01:33'
334676900, 1043045004, 8882798, 1, '2016-08-28 12:01:33'
334676902, 1043045004, 8882804, 1, '2016-08-28 12:01:33'
334676904, 1043045004, 8882805, 1, '2016-08-28 12:01:33'
334676906, 1043045004, 8882809, 1, '2016-08-28 12:01:33'
334676908, 1043045004, 11072936, 1, '2016-08-28 12:01:33'
334676910, 1043045004, 11072938, 1, '2016-08-28 12:01:33'
334676912, 1043045004, 11072943, 1, '2016-08-28 12:01:33'
334676914, 1043045004, 11102886, 1, '2016-08-28 12:01:33'
334676916, 1043045004, 11103024, 1, '2016-08-28 12:01:33'
334676918, 1043045004, 11513849, 1, '2016-08-28 12:01:33'
334676920, 1043045004, 11513850, 1, '2016-08-28 12:01:33'
334676922, 1043045004, 11513851, 1, '2016-08-28 12:01:33'
334676924, 1043045004, 11513854, 1, '2016-08-28 12:01:33'
334676926, 1043045004, 11634280, 1, '2016-08-28 12:01:33'
334676928, 1043045004, 11634300, 1, '2016-08-28 12:01:33'
334676930, 1043045004, 11634604, 0, '2016-08-28 12:01:33'
455277603, 1044216699, 8882694, 1, '2016-09-23 03:40:45'
455277613, 1044216699, 8882697, 1, '2016-09-23 03:40:45'
455277609, 1044216699, 8882744, 1, '2016-09-23 03:40:45'
455277607, 1044216699, 8882760, 1, '2016-09-23 03:40:45'
455277615, 1044216699, 8882781, 1, '2016-09-23 03:40:45'
455277605, 1044216699, 8882798, 1, '2016-09-23 03:40:45'
455277611, 1044216699, 11634297, 1, '2016-09-23 03:40:45'
459175959, 1043211458, 8882694, 1, '2016-09-24 10:25:33'
459175961, 1043211458, 8882695, 1, '2016-09-24 10:25:33'
459175963, 1043211458, 8882697, 1, '2016-09-24 10:25:33'
459175965, 1043211458, 8882715, 1, '2016-09-24 10:25:33'
459175967, 1043211458, 8882716, 1, '2016-09-24 10:25:33'
459175969, 1043211458, 8882726, 1, '2016-09-24 10:25:33'
459175971, 1043211458, 8882728, 1, '2016-09-24 10:25:33'
459175973, 1043211458, 8882732, 1, '2016-09-24 10:25:33'
459175975, 1043211458, 8882735, 1, '2016-09-24 10:25:33'
459175977, 1043211458, 8882739, 1, '2016-09-24 10:25:33'
459175979, 1043211458, 8882742, 1, '2016-09-24 10:25:33'
459175981, 1043211458, 8882744, 1, '2016-09-24 10:25:33'
459175983, 1043211458, 8882753, 1, '2016-09-24 10:25:33'
459175985, 1043211458, 8882759, 1, '2016-09-24 10:25:33'
459175987, 1043211458, 8882761, 1, '2016-09-24 10:25:33'
459175989, 1043211458, 8882769, 1, '2016-09-24 10:25:33'
459175991, 1043211458, 8882772, 1, '2016-09-24 10:25:33'
459175993, 1043211458, 8882774, 1, '2016-09-24 10:25:33'
459175995, 1043211458, 8882781, 1, '2016-09-24 10:25:33'
459175997, 1043211458, 8882784, 0, '2016-09-24 10:25:33'
459175999, 1043211458, 8882788, 1, '2016-09-24 10:25:33'
459176001, 1043211458, 8882790, 1, '2016-09-24 10:25:33'
459176003, 1043211458, 8882794, 1, '2016-09-24 10:25:33'
459176005, 1043211458, 8882796, 1, '2016-09-24 10:25:33'
459176007, 1043211458, 8882797, 1, '2016-09-24 10:25:33'
459176009, 1043211458, 8882798, 1, '2016-09-24 10:25:33'
459176011, 1043211458, 8882804, 1, '2016-09-24 10:25:33'
459176013, 1043211458, 8882805, 1, '2016-09-24 10:25:33'
459176015, 1043211458, 8882806, 0, '2016-09-24 10:25:33'
459176017, 1043211458, 8882809, 0, '2016-09-24 10:25:33'
459176019, 1043211458, 11072936, 1, '2016-09-24 10:25:33'
459176021, 1043211458, 11072940, 1, '2016-09-24 10:25:33'
459176023, 1043211458, 11072943, 1, '2016-09-24 10:25:33'
459176025, 1043211458, 11102886, 1, '2016-09-24 10:25:33'
459176027, 1043211458, 11103024, 1, '2016-09-24 10:25:33'
459176029, 1043211458, 11513850, 1, '2016-09-24 10:25:33'
459176031, 1043211458, 11513851, 1, '2016-09-24 10:25:33'
459176033, 1043211458, 11513854, 1, '2016-09-24 10:25:33'
459176035, 1043211458, 11533597, 1, '2016-09-24 10:25:33'
459176037, 1043211458, 11634285, 1, '2016-09-24 10:25:33'
459176039, 1043211458, 11634287, 1, '2016-09-24 10:25:33'
459176041, 1043211458, 11634300, 1, '2016-09-24 10:25:33'
459176043, 1043211458, 11634604, 1, '2016-09-24 10:25:33'
--
-- no batch
INSERT INTO all7.sales_change_log (sale_id, created) SELECT id, set_date from all7.sales;
