Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# intro_gas_stations_mastercard_button_title
source: Got it
ru: Понятно

# intro_gas_stations_mastercard_description
source: Pay for your first 50 liters with Mastercard and get 3% off
ru: Оплатите первые 50 литров картой Mastercard со скидкой 3%

# intro_gas_stations_mastercard_title
source: Get a discount in Yandex.GasStations
ru: Скидка на Яндекс.Заправках

# intro_gas_stations_nda_description_1
source: New features are available in Yandex.Navigator, but now only for Yandex staff.
ru: В Навигаторе появилась новая функциональность. Пока она доступна только яндексоидам.

# intro_gas_stations_nda_description_2
source: Pay for your gas at stations that are marked on the map with special pins.
ru: Приложение позволяет платить за топливо на АЗС, которые отмечены особыми пинами.

# intro_gas_stations_nda_title1
source: Do not tell anyone
ru: Никому не рассказывайте

# intro_gas_stations_nda_title2
source: Petrol payments in Navigator
ru: Оплата топлива в Навигаторе

# intro_gas_stations_title
source: Refuel with Navigator
ru: Заправляйтесь с Навигатором

# intro_gdpr_license_agreement_with_checkbox_description
source: Yandex.Navigator works well thanks to information from users. To improve, the app needs crash reports and anonymized statistics. Please allow them to be collected and sent to Yandex as this allows Yandex.Navigator to accurately give directions and make fewer mistakes. On procedure of data processing and the right to refuse to collect them, read <a href="key:help">Help</a>.<br><br>By using Yandex.Navigator, you accept the terms and conditions of the <a href="key:license">License Agreement</a> and the <a href="key:privacy">Privacy Policy</a>.
ru: Навигатор работает хорошо благодаря информации от пользователей. Чтобы становиться лучше, ему нужны отчёты о сбоях и обезличенная статистика. Пожалуйста, разрешите их сбор и отправку — это поможет Навигатору точнее строить маршруты и делать меньше ошибок. О порядке обработки данных и о праве отказаться от их сбора читайте в <a href="key:help">Помощи</a>.<br><br>Пользуясь Навигатором, вы принимаете условия <a href="key:license">Лицензионного соглашения</a> и <a href="key:privacy">Политики конфиденциальности</a>.

# intro_gdpr_license_agreement_without_checkbox_description
source: Yandex.Navigator works well thanks to information from users. To improve the quality of Yandex services and applications, the application sends usage data to developers. On procedure of data processing and the right to refuse to collect them, read <a href="key:help">Help</a>.<br><br>By using Yandex.Navigator, you accept the terms and conditions of the <a href="key:license">License Agreement</a> and the <a href="key:privacy">Privacy Policy</a>.
ru: Навигатор отправляет разработчикам данные об использовании для улучшения качества сервисов Яндекса. О порядке обработки данных и о праве отказаться от их сбора читайте в <a href="key:help">Помощи</a>.<br><br>Пользуясь Навигатором, вы принимаете условия <a href="key:license">Лицензионного соглашения</a> и <a href="key:privacy">Политики конфиденциальности</a>.

# intro_got_it_button_title
source: OK
ru: Понятно

# intro_hello_button_title
source: Next
ru: Дальше

# intro_hello_description
source: Get your navigation going in just a few easy steps.
ru: Навигатор помогает быстро добраться до цели в объезд пробок. Но сначала давайте его немного настроим.

# intro_hello_title
source: Welcome to Yandex.Navigator
ru: Добро пожаловать

# intro_install
source: Install
ru: Установить

# intro_istanbul_pharmacy_description
source: You can now find out-of-hours pharmacies in category search.
ru: В поиске по категориям появились дежурные аптеки.

# intro_istanbul_pharmacy_title
source: Pharmacies on duty
ru: Дежурные аптеки

# intro_krasnodar_region_screen_description
source: 5027 km, 155 cameras, 1238 traffic lights, 2317 spaces and 178,070 new addresses
ru: 155 камер, 1238 светофоров, 5027 км дорог, 2317 парковок и 178 070 новых мест

# intro_krasnodar_region_screen_title
source: Krasnodar map updated
ru: Новое на карте Краснодара

# intro_license_agreement_button_title
source: Next
ru: Далее

# intro_license_agreement_description
source: Yandex.Navigator is constantly learning how to make routes that are more accurate and make fewer mistakes. To do this, the application sends usage statistics and crash reports to Yandex. By tapping “Next” you agree to the sending of this information. If you object to this transfer of data, please close the app.<br><br>By using Yandex.Navigator, you accept the terms and conditions of the <a href="key:license">License Agreement</a> and <a href="key:privacy">Privacy Policy</a>.
ru: Навигатор постоянно учится точнее строить маршруты и делать меньше ошибок. Для этого он отсылает в Яндекс статистику использования приложения и отчёты о сбоях. Нажимая «Далее», вы соглашаетесь на отправку этой статистики.<br><br>Пользуясь Навигатором, вы принимаете условия <a href="key:license">Лицензионного соглашения</a> и <a href="key:privacy">Политики конфиденциальности</a>.

# intro_license_agreement_help_title
source: Help
ru: Помощь

# intro_license_agreement_privacy_policy_title
source: Privacy policy
ru: Политика конфиденциальности

# intro_license_agreement_search_title
source: License to use Yandex Search Engine
ru: Лицензия на использование поисковой системы Яндекс

# intro_license_agreement_title
source: License Agreement
ru: Лицензионное соглашение

# intro_license_agreement_with_checkbox_description
source: Yandex.Navigator works well thanks to information from users. To improve, the app needs crash reports and anonymized statistics. Please allow them to be collected and sent to Yandex as this allows Yandex.Navigator to accurately give directions and make fewer mistakes.<br><br>By using Yandex.Navigator, you accept the terms and conditions of the <a href="key:license">License Agreement</a> and the <a href="key:privacy">Privacy Policy</a>.
ru: Навигатор работает хорошо благодаря информации от пользователей. Чтобы становиться лучше, ему нужны отчёты о сбоях и обезличенная статистика. Пожалуйста, разрешите их сбор и отправку — это поможет Навигатору точнее строить маршруты и делать меньше ошибок.<br><br>Пользуясь Навигатором, вы принимаете условия <a href="key:license">Лицензионного соглашения</a> и <a href="key:privacy">Политики конфиденциальности</a>.

# intro_license_checkbox_text
source: Send usage statistics and crash reports to Yandex
ru: Отправлять в Яндекс статистику использования и отчёты о сбоях

# intro_location_description
source: Give access to your location to get the right directions.
ru: Навигатору важно знать, где вы — так он вовремя подскажет нужный поворот. Для этого нужен доступ к геолокации.

# intro_location_title
source: Find out where you are
ru: Где вы?

# intro_mapkitmap_description
source: Save space on your device and find building entrances. Get close up on junctions with two extra zoom levels.
ru: Занимает меньше места и показывает подъезды зданий. Два новых крупных масштаба помогают на развязках.

# intro_mapkitmap_title
source: New maps for Navigator
ru: Новая карта в Навигаторе

# intro_microphone_description
source: Tell the app your address instead of typing it in.
ru: Скажите, например, «Привет, Алиса, поехали домой» или попросите рассказать последние новости. Чтобы она вас услышала, нужен доступ к микрофону.

# intro_microphone_title
source: Navigate with your voice
ru: Спросите Алису

# intro_music_action_button
source: I'm in
ru: Я в деле

# intro_music_cancel_button
source: Got it
ru: Понятно

# intro_music_description
source: Crank up the volume and listen to all your favorites right here in Navigator
ru: Сделайте звук погромче и слушайте всё что угодно прямо в Навигаторе

# intro_music_title
source: Turn on Yandex Music
ru: Включаем Яндекс.Музыку

# intro_next_button_title
source: Next
ru: Дальше

# intro_notifications_description
source: Use notifications to receive routes from your computer.
ru: Бывает, что место удобнее найти на компьютере и отправить прямо в Навигатор. Для этого разрешите пуш-уведомления.

# intro_notifications_title
source: Send routes to your phone
ru: Важные уведомления

# intro_offline_routing_text
source: Find places offline and get directions by downloading your city’s map in advance.
ru: Искать места и прокладывать маршруты можно без сети — надо только загрузить карту.

# intro_offline_routing_title
source: Offline search and routes
ru: Поиск и маршруты офлайн

# intro_open
source: Open
ru: Открыть

# intro_parking_description
source: See where you can park your car right in the app.
ru: Искать парковку рядом с местом назначения больше не придётся, Навигатор покажет.

# intro_parking_route_description
source: Get directions to nearby parking spots if there are none at your destination.
ru: Проложит маршрут по ближайшим улицам, если рядом с пунктом назначения невозможно припарковаться.

# intro_parking_route_title
source: Find a place to park
ru: Парковка найдётся

# intro_parking_title
source: Parking made easy
ru: Паркуйтесь легко

# intro_parking_video_confirmed_description
source: When you arrive at а destination, take this route to find nearby spaces.
ru: В конце поездки Навигатор будет предлагать маршрут для поиска парковки.

# intro_parking_video_confirmed_title
source: Parking routes enabled
ru: Маршрут для парковки

# intro_parking_video_denied_description
source: You can turn on parking routes at any moment in Settings.
ru: Вы можете в любой момент включить парковочный маршрут в настройках.

# intro_parking_video_denied_title
source: Try them any time
ru: Можно потом

# intro_parking_video_description_1
source: Finding a space can sometimes be difficult.
ru: Найти место для парковки — задача непростая.

# intro_parking_video_description_2
source: You can’t see around corners, and you don’t want to cause a traffic jam.
ru: Где искать и что там за углом — непонятно. А времени на размышления нет.

# intro_parking_video_description_3
source: Yandex.Navigator will create a parking route for you.
ru: Яндекс.Навигатор научился строить парковочный маршрут.

# intro_parking_video_description_4
source: You will get a short route that will show you nearby parking spaces.
ru: Он покажет, где можно найти место для парковки, не нарушая правила.

# intro_parking_video_title_1
source: Nowhere to park?
ru: Ну, приехали

# intro_parking_video_title_2
source: Where to go?
ru: Что же делать

# intro_parking_video_title_3
source: Find a spot to park
ru: Вот и ответ

# intro_parking_video_title_4
source: Follow the parking route
ru: Маршрут для парковки

# intro_pay_parking_description
source: Pay for your parking spot directly in the app.
ru: Покажет парковочные места и поможет оплатить, если уличная парковка платная.

# intro_pay_parking_title
source: Park and pay
ru: Встать, заплатить

# intro_rostov_na_donu_region_screen_description
source: 5128 km, 112 cameras, 1086 traffic lights, 814 spaces and 214,353 new addresses
ru: 112 камер, 1086 светофоров, 5128 км дорог, 814 парковок и 214 353 новых места

# intro_rostov_na_donu_region_screen_title
source: Rostov-on-Don map updated
ru: Обновление в Ростове-на-Дону

# intro_search_widget_description
source: See your travel time to home or work with a widget on your Today screen.
ru: Виджет для экрана «Сегодня» показывает время на дорогу из дома на работу и обратно.

# intro_search_widget_title
source: Estimate your next journey
ru: Теперь с виджетом

# intro_settings_sync_description
source: Keep your settings across all your devices — sign in with your Yandex account
ru: На всех устройствах всё будет так, как вы привыкли, — нужно только авторизоваться

# intro_settings_sync_title
source: Sync your settings
ru: Синхронизация настроек

# intro_share_location_description
source: Quickly tell others your location by sending a link from the map or a business.
ru: Отправить ссылку на место можно прямо с карты или из карточки организации.

# intro_share_location_title
source: Share your location
ru: Поделитесь ссылкой на место

# intro_short_spotters_button_alice
source: Alice
ru: Алиса

# intro_short_spotters_button_yandex
source: Yandex
ru: Яндекс

# intro_short_spotters_description
source: Choose how to address your voice assistant
ru: Теперь можно выбрать, как обращаться к голосовому помощнику

# intro_short_spotters_title
source: It's your call
ru: Зовите как хотите

# intro_starwars_button_dark
source: Dark
ru: Тёмная

# intro_starwars_button_light
source: Light
ru: Светлая

# intro_starwars_description
source: Yoda and Darth Vader will now give you directions. What side will you join?
ru: В Навигаторе появились голоса Йоды и Дарта Вейдера из «Звёздных Войн»

# intro_starwars_title
source: Choose your side
ru: Выберите сторону Силы

# intro_starwars_welcome_description
source: Meet the classic characters from the legendary Star Wars universe
ru: Встречайте классических персонажей легендарных «Звёздных Войн»

# intro_starwars_welcome_title
source: Before you see The Last Jedi
ru: В ожидании нового эпизода

# intro_statistics_description
source: Look at a breakdown of your journeys in the new Statistics section
ru: Скорость, время, расстояние — узнайте, как ваши поездки выглядят в цифрах

# intro_statistics_title
source: See your journey stats
ru: Статистика поездок

# intro_tappable_poi
source: This is a quick way to learn more about the place and get directions
ru: Так вы сможете узнать больше об организации и построить маршрут

# intro_tappable_poi_title
source: Tap the location icon
ru: Нажимайте на значки мест

# intro_turkey_voices_button_title_later
source: İlgilenmiyorum
ru: Cancel

# intro_voice_activation_description
source: Use voice activation to tell Yandex.Navigator your destination and the app will build your route.
ru: Навигатор понимает голосовые команды. Скажите, куда ехать, и он построит маршрут.

# intro_voice_activation_title
source: “Hey Yandex”
ru: «Слушай, Яндекс»

# main_bg_notification_channel_description
source: Get notifications when the app is running in the background
ru: Получать уведомления, когда приложение свёрнуто

# main_bg_notification_channel_name
source: Voice prompts in background mode
ru: Подсказки в фоновом режиме

# main_empty_chat_message
source: Error. Please add a comment to the conversation.
ru: Ошибка. Добавьте комментарий к разговорчику

# main_faster_alternative_popup_button_no
source: Close
ru: Закрыть

# main_faster_alternative_popup_button_yes
source: View
ru: Показать

# main_faster_alternative_popup_message
source: Route found that is %s faster
ru: Найден маршрут на %s быстрее

# main_map_promo_action_text
source: How it works
ru: Как это работает

# main_map_promo_description_text
source: For social distancing, get gas without leaving your car
ru: Из-за вируса лучше заправляться, не выходя из машины

# main_nearby_alternative_faster_text
source: faster
ru: быстрее

# main_nearby_alternative_same_time_text1
source: Same
ru: То же

# main_nearby_alternative_same_time_text2
source: time
ru: время

# main_nearby_alternative_slower_text
source: longer
ru: дольше

# main_object_card_share_text
source: This is the place — %s. Get directions with Yandex.Navigator:
ru: Вот то место — %s. Построить маршрут в Яндекс.Навигаторе:

# main_offline_cache_notification_channel_name
source: Update and upload data
ru: Обновление и загрузка данных

# main_offline_cache_popup_button_no
source: Close
ru: Закрыть

# main_offline_cache_popup_button_yes
source: Download
ru: Скачать

# main_parking_route_popup_button_no
source: Not now
ru: Нет

# main_parking_route_popup_button_yes
source: Yes
ru: Да

# main_parking_route_popup_message
source: Get a route to find parking spaces in this area?
ru: Хотите поискать место для парковки в этом районе?

# main_push_notification_channel_name
source: App news
ru: Новости приложения

# main_rate_route_button_no
source: No
ru: Нет

# main_rate_route_button_yes
source: Yes
ru: Да

# main_rate_route_can_faster
source: Route was too slow
ru: Есть путь быстрее

# main_rate_route_comment_cancel
source: Cancel
ru: Отмена

# main_rate_route_comment_send
source: Send
ru: Отправить

# main_rate_route_feedback_bad_gps
source: Bad GPS
ru: Сбой местоположения

# main_rate_route_feedback_barrier
source: Barrier gate
ru: Шлагбаум

# main_rate_route_feedback_hard_manoeuvrs
source: Complicated route
ru: Сложные маневры

# main_rate_route_feedback_jam
source: Traffic jam
ru: Пробка

# main_rate_route_feedback_no_thgfr
source: No entry sign
ru: Кирпич

# main_rate_route_feedback_other
source: Other
ru: Другое

# main_rate_route_feedback_send
source: Send
ru: Отправить

# main_rate_route_feedback_thanks
source: Thank you!
ru: Спасибо!

# main_rate_route_feedback_title
source: What was the problem?
ru: Что вам не понравилось?

# main_rate_route_feedback_toll_road
source: Toll road
ru: Платная дорога

# main_rate_route_feedback_write
source: Describe the problem
ru: Написать о проблеме

# main_rate_route_feedback_wrong_entrance
source: Wrong entrance
ru: Не к тому входу

# main_rate_route_question
source: Was this route satisfactory?
ru: Вам понравился маршрут?

# main_rate_route_thanks
source: Thank you and safe travels!
ru: Спасибо и хороших поездок!

# main_ratings_details_body
source: Please don't remove this information. It will help us solve your problem faster. %s
ru: Пожалуйста, оставьте эти данные. Они помогут нам скорее решить вашу проблему. %s

# main_ratings_details_subject
source: What bothered you about the app?
ru: Где у приложения слабые места?

# main_ratings_popup_ask_feedback
source: Want to tell us what you disliked?
ru: Хотите рассказать, что вам не нравится?

# main_ratings_popup_ask_feedback_button_no
source: No
ru: Нет

# main_ratings_popup_ask_feedback_button_yes
source: Yes
ru: Да

# main_ratings_popup_feedback
source: What bothered you about the app?
ru: Где у приложения слабые места?

# main_ratings_popup_feedback_button_ads
source: Ads
ru: Реклама

# main_ratings_popup_feedback_button_audioguide
source: Voice guidance
ru: Голосовые подсказки

# main_ratings_popup_feedback_button_jams
source: Traffic jams
ru: Пробки

# main_ratings_popup_feedback_button_maps
source: Map
ru: Карта

# main_ratings_popup_feedback_button_route
source: Routes
ru: Маршруты

# main_ratings_popup_feedback_button_search
source: Address search
ru: Поиск адресов

# main_ratings_popup_feedback_button_send
source: Send
ru: Отправить

# main_ratings_popup_feedback_button_slow
source: App performance
ru: Скорость работы

# main_ratings_popup_feedback_button_ui
source: Interface
ru: Интерфейс

# main_ratings_popup_feedback_button_write
source: Write us a message
ru: Рассказать обо всём в письме

# main_ratings_popup_get_better
source: Thanks for the feedback!
ru: Спасибо за ответы!

# main_ratings_popup_like
source: Do you like Yandex.Navigator?
ru: Вам нравится Яндекс.Навигатор?

# main_ratings_popup_like_button_no
source: No
ru: Нет

# main_ratings_popup_like_button_yes
source: Yes
ru: Да

# main_ratings_popup_rate_appstore
source: Rate this app in the App Store?
ru: Поставите приложению оценку в App Store?

# main_ratings_popup_rate_google_play
source: Rate this app in Google Play?
ru: Поставите приложению оценку в Google Play?

# main_ratings_popup_rate_store_button_no
source: No
ru: Нет

# main_ratings_popup_rate_store_button_yes
source: Yes
ru: Да

# main_ratings_popup_stars
source: Please rate Yandex.Navigator
ru: Пожалуйста, оцените Яндекс.Навигатор

# main_ratings_popup_thanks
source: Thank you and drive safely!
ru: Спасибо и хороших поездок!

# main_route_from_drive
source: Route from car
ru: Маршрут от автомобиля

# main_route_from_me
source: Route from my location
ru: Маршрут от меня

# main_route_parking_snippet_subtitle_suffix
source: to destination
ru: до финиша

# main_route_parking_snippet_title
source: Popular parking spot
ru: Здесь паркуются

# main_route_send_popup_button
source: Great
ru: Отлично

# main_route_send_popup_message
source: The route will open in the car multimedia system
ru: Маршрут откроется на бортовом компьютере в автомобиле

# main_router_connecting_notification
source: Creating route...
ru: Поиск маршрута...

# main_router_connecting_notification_myspin
source: No internet connection. The route will be available when you go online.
ru: Нет сети. Маршрут будет построен, когда сеть появится.

# main_set_to_point_notification
source: Enter your destination
ru: Укажите пункт назначения

# main_user_activity_keywords_home
source: Home
ru: Дом

# main_user_activity_keywords_work
source: Work|Office|Job
ru: Работа|Офис|Контора

# main_user_activity_title_home
source: Route home
ru: Маршрут домой

# main_user_activity_title_work
source: Route to work
ru: Маршрут на работу

# main_user_activity_voice_suggestion_home
source: Go home
ru: Поехали домой

# main_user_activity_voice_suggestion_work
source: Go to work
ru: Поехали на работу

# annnotation_warn_settings_cameras
source: Cameras
ru: Камеры

# annotation_setting_change_prevented
source: First turn on road alerts on the map
ru: Сначала включите отображение дорожных событий на карте

# annotation_warn_settings_cameras
source: Cameras
ru: Камеры

# authorization_for_poi_creation_required
source: Log in to add a road event
ru: Войдите в аккаунт, чтобы установить дорожное событие

# cameras_on_map_viisibility_settings
source: Cameras
ru: Камеры

# cameras_on_map_visibility_settings
source: Cameras
ru: Камеры

# car_info_details_card_add_sts_button_title
source: Add
ru: Добавить

# car_info_details_card_car_engine_title
source: Engine
ru: Двигатель

# car_info_details_card_car_information_section_title
source: Car information
ru: Информация о машине

# car_info_details_card_car_production_year_title
source: Model year
ru: Год выпуска

# car_info_details_card_default_car_subtitle
source: Show this car first in the list
ru: Показывать машину первой в списке

# car_info_details_card_default_car_title
source: Primary car
ru: Основная машина

# car_info_details_card_delete_button_title
source: Delete car information
ru: Удалить информацию

# car_info_details_card_delete_cancel_text
source: No
ru: Нет

# car_info_details_card_delete_confirm_text
source: Delete
ru: Удалить

# car_info_details_card_delete_text
source: Delete vehicle information?
ru: Удалить информацию о машине?

# car_info_details_card_editing_color_beige
source: Beige
ru: Бежевый

# car_info_details_card_editing_color_black
source: Black
ru: Чёрный

# car_info_details_card_editing_color_blue
source: Blue
ru: Синий

# car_info_details_card_editing_color_brown
source: Brown
ru: Коричневый

# car_info_details_card_editing_color_gold
source: Gold
ru: Золотой

# car_info_details_card_editing_color_gray
source: Gray
ru: Серый

# car_info_details_card_editing_color_green
source: Green
ru: Зелёный

# car_info_details_card_editing_color_light_blue
source: Azure
ru: Голубой

# car_info_details_card_editing_color_orange
source: Orange
ru: Оранжевый

# car_info_details_card_editing_color_pink
source: Pink
ru: Розовый

# car_info_details_card_editing_color_purple
source: Burgundy
ru: Пурпурный

# car_info_details_card_editing_color_red
source: Red
ru: Красный

# car_info_details_card_editing_color_silver
source: Silver
ru: Серебристый

# car_info_details_card_editing_color_title
source: Color
ru: Цвет

# car_info_details_card_editing_color_violet
source: Purple
ru: Фиолетовый

# car_info_details_card_editing_color_white
source: White
ru: Белый

# car_info_details_card_editing_color_yellow
source: Yellow
ru: Жёлтый

# car_info_details_card_editing_done_button
source: Save
ru: Сохранить

# car_info_details_card_editing_osago_title
source: OSAGO end date
ru: Дата окончания ОСАГО

# car_info_details_card_editing_sts_title
source: VRC number
ru: Номер СТС

# car_info_details_card_end_editing_button_title
source: Save
ru: Сохранить
