Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# CacheRegionErrorMemoryLimits
source: Map download stopped due to lack of dedicated space
ru: Скачивание карт остановлено из-за нехватки выделенной памяти

# CacheRegionErrorUnknown
source: Unknown Error
ru: Неизвестная ошибка

# CacheRegionNoNetworkDownloadMessage
source: Maps will start downloading automatically when you are connected to the internet.
ru: При подключении к интернету загрузка карты начнётся автоматически.

# CacheRegionNoNetworkDownloadTitle
source: No network
ru: Нет сети

# CacheRegionNotificationCacheLimit
source: The amount of data you can save is limited to 2 GB. Are you sure you want to download this map?
ru: Объем сохраняемых данных ограничен 2 ГБ. Вы уверены, что хотите скачать карту?

# CacheRegionNotificationLowMemory
source: You don't have much space left on your device. Are you sure you want to download maps?
ru: На устройстве осталось мало места. Вы уверены, что хотите скачать карту?

# CacheRegionWiFiDownloadMessage
source: Maps will start downloading automatically when connected to Wi-Fi. Allow downloads over mobile networks?
ru: Загрузка карты начнётся автоматически при подключении к Wi-Fi. Разрешить загрузку по мобильной сети?

# CacheRegionWiFiDownloadNoButton
source: No
ru: Нет

# CacheRegionWiFiDownloadTitle
source: No access to Wi-Fi
ru: Нет доступа к Wi-Fi

# CacheRegionWiFiDownloadYesButton
source: Yes
ru: Да

# CacheRegionCellUnpackingLabel
source: Unpacking
ru: Распаковка

# CacheRegionCellUpdateLabel
source: Update
ru: Обновить

# CacheRegionCellUpdatingLabel
source: Updating
ru: Обновление

# CacheSuggestNotFoundTitle
source: No matches
ru: Нет совпадений

# CacheSearchBarPlaceholder
source: Search by city
ru: Поиск по городам

# CacheNavigationBarTitle
source: Download maps
ru: Загрузка карт

# CacheDownloadsSectionLabel
source: DOWNLOADS
ru: ЗАГРУЗКИ

# CacheDownloadsNoDownloadsMessage
source: Enter the name of your city or region
ru: Введите название своего города или региона

# CacheSuggestNotFoundMessage
source: Try entering the name of the region where your city is located
ru: Попробуйте ввести название области, в которой находится ваш город

# CacheRegionCellDownloadLabel
source: Download
ru: Скачать

# CacheRegionCellPausedLabel
source: Pause
ru: Пауза

# CacheRegionCellDownloadingLabel
source: Downloading
ru: Загрузка

# CacheRegionCellDownloadedLabel
source: Downloaded
ru: Загружено

# CacheRegionCellDownloadProgressLabel
source: %i%% of %@
ru: %i%% из %@

# CacheRegionErrorServiceTitle
source: Download error
ru: Ошибка загрузки

# CacheRegionErrorServiceMessage
source: Please try downloading the map later.
ru: Пожалуйста, попробуйте загрузить карту позже.

# CacheRegionErrorDiskTitle
source: Not enough space
ru: Не хватает места

# CacheRegionErrorDiskMessage
source: Please free up space on your device and start the download again.
ru: Пожалуйста, освободите место на устройстве и начните загрузку заново.

# CacheRegionErrorOutdatedTitle
source: Map updated
ru: Карта обновилась

# CacheRegionErrorOutdatedMessage
source: A new version of this map is available. Please start the download again.
ru: Появилась свежая версия этой карты. Пожалуйста, начните загрузку заново.

# CacheRegionButtonOK
source: OK
ru: ОК

# gaz_prom_neft_label
source: Gazpromneft
ru: Газпромнефть

# gaz_prom_neft_query
source: Gazpromneft
ru: Газпромнефть

# pyaterochka_label
source: Pyaterochka
ru: Пятёрочка

# zerospeed_offer_is_saving_label
source: Saving
ru: Сохраняется

# zerospeed_offer_save_label
source: Save
ru: Сохранить

# zerospeed_offer_view_label
source: View
ru: Посмотреть

# zerospeed_search_label
source: Find on map
ru: Найти на карте

# bookmarks_add_to_list_title
source: Add to list
ru: Добавить в список

# bookmarks_auth_button
source: Sign in
ru: Авторизоваться

# bookmarks_auth_invitation_view_text
source: Sign in to combine your favorites and change them all at once on all your devices
ru: Авторизуйтесь, чтобы объединить избранное и менять его сразу на всех своих устройствах

# bookmarks_edit_favorite_default_name
source: Marker
ru: Точка

# bookmarks_edit_folder_title
source: List name
ru: Название списка

# bookmarks_empty_point_history_description
source: Sign in to create one common route history for different devices
ru: Авторизуйтесь, чтобы у вас была одна история маршрутов на разных смартфонах и планшетах

# bookmarks_empty_point_history_title
source: Route history is empty
ru: История маршрутов пуста

# bookmarks_error_disk_full
source: Insufficient space on your device. Please free up some space to save new places.
ru: Недостаточно места на диске. Пожалуйста, освободите место, чтобы сохранить новую точку.

# bookmarks_error_network
source: No connection. Please check your internet connection.
ru: Нет соединения. Проверьте подключение к интернету.

# bookmarks_error_network_message
source: Error syncing "My places". No connection to server, please try again later.
ru: Ошибка синхронизации «Моих мест». Нет связи с сервером, пожалуйста, попробуйте соединиться позже.

# bookmarks_error_remote
source: No server connection. Please try again later.
ru: Нет связи с сервером. Пожалуйста, попробуйте соединиться позже.

# bookmarks_error_remote_full
source: You have too many places saved and Navigator cannot save new ones. Please remove the ones you no longer need.
ru: У вас очень много сохраненных точек, поэтому Навигатор не может сохранить новую. Пожалуйста, удалите ненужные точки.

# bookmarks_error_storage
source: Database error. Please reinstall Yandex.Navigator and restart your device. Your data will not be lost.
ru: Ошибка базы данных. Пожалуйста, переустановите Навигатор и перезагрузите устройство. Ваши данные при этом не потеряются.

# bookmarks_error_unknown
source: An error occurred. Try relaunching the app. If this doesn't help, please try reinstalling it.
ru: Случилась ошибка. Попробуйте перезапустить приложение. Если не поможет — пожалуйста, переустановите его.

# bookmarks_history_page_title
source: Recent
ru: Недавние

# bookmarks_new_bookmark_error
source: Error: list was deleted
ru: Ошибка: список был удалён

# bookmarks_not_now_button
source: Not now
ru: Не сейчас

# bookmarks_remove_bookmark_button
source: Delete
ru: Удалить

# bookmarks_remove_bookmark_message
source: Delete object from «My places»?
ru: Удалить объект из «Моих мест»?

# bookmarks_remove_bookmark_title
source: Confirm deletion
ru: Подтвердите удаление

# bookmarks_remove_items
source: Selected items (%d) will be deleted forever.
ru: Выбранные объекты (%d) будут удалены навсегда.

# bookmarks_saved_page_title
source: Saved
ru: Сохраненные

# bookmarks_storage_error_message_text
source: Database error. Please reinstall Yandex.Navigator and restart your device. Your data will not be lost.
ru: Ошибка базы данных. Пожалуйста, переустановите Навигатор и перезагрузите устройство. Ваши данные при этом не потеряются.

# bookmarks_storage_error_message_title
source: Error
ru: Ошибка

# bookmarks_unauthorized_history_text
source: Sign in and Navigator will keep a log of your destinations, making it easier to find them again
ru: Авторизуйтесь, и Навигатор начнет сохранять пункты назначения, чтобы вам было проще находить их снова

# siri_shortcuts_banner_home_title
source: Add the command "Siri, let's go home"
ru: Добавьте команду «Siri, поехали домой»

# siri_shortcuts_banner_work_title
source: Add the command "Siri, let's go to work"
ru: Добавьте команду «Siri, едем на работу»

# bookmarks_title
source: My places
ru: Мои места

# bookmarks_save_button
source: Save
ru: Сохранить

# bookmarks_cancel_button
source: Cancel
ru: Отменить

# bookmarks_login_button
source: Log in
ru: Войти

# bookmarks_add_place_text
source: Add
ru: Добавить

# bookmarks_new_folder_dialog_title
source: New list
ru: Новый список

# bookmarks_new_folder_dialog_hint
source: Name
ru: Название

# bookmarks_edit_bookmark_title
source: Bookmark name
ru: Название закладки

# bookmarks_move_folder_dialog_title
source: Move place to list
ru: Перенести место в список

# bookmarks_add_folder_dialog_title
source: Add to list
ru: Добавить место

# bookmarks_auth_invitation_dialog_title
source: Favorites available everywhere
ru: Общее избранное

# bookmarks_favourites_folder_title
source: Favorites
ru: Избранное

# bookmarks_home_place_title
source: Home
ru: Дом

# bookmarks_work_place_title
source: Work
ru: Работа

# bookmarks_empty_list_text
source: List is empty.
ru: Список пуст.

# bookmarks_selected_one
source: %d selected
ru: %d выбран

# bookmarks_add_address
source: Add address
ru: Добавить адрес

# bookmarks_selected_some
source: %d selected
ru: %d выбрано

# bookmarks_lists
source: Lists
ru: Списки

# bookmarks_new_folder_text
source: Create list
ru: Создать список

# common_back_button
source: Back
ru: Назад

# common_clear
source: Clear
ru: Очистить

# search_results_error_server
source: Search error
ru: Ошибка поиска

# prefs_cache_destination
source: Where are maps saved?
ru: Где сохранять карты?

# prefs_cache_destination_all
source: Select folder
ru: Выбрать папку

# prefs_cache_destination_phone
source: Device
ru: На устройстве

# prefs_cache_destination_sdcard
source: Memory card
ru: На карте памяти

# prefs_cache_move_cache
source: Folder for maps
ru: Папка для карт

# prefs_cache_move_cancel
source: Cancel
ru: Отмена

# prefs_cache_move_completed
source: Maps moved
ru: Карты перемещены

# prefs_cache_move_do_move
source: Move
ru: Переместить

# prefs_cache_move_error
source: Error moving maps
ru: Ошибка перемещения карт

# prefs_cache_move_progress
source: Moving maps...
ru: Перемещаем карты...

# CardScreenFeedback
source: Report an issue
ru: Сообщить об ошибке

# ClearScreenMessage
source: Please close notifications on your phone so Yandex.Navigator can resume working.
ru: Закройте уведомления на телефоне, чтобы Навигатор мог продолжить работу.

# CommonAdvertising
source: Advertising
ru: Реклама

# CommonAuthorization
source: Log in
ru: Авторизация

# CommonCacheStorageCorruptedMessage
source: Due to a glitch in the app, saved maps were deleted. Our apologies. Please download them again in Settings.
ru: Извините, из-за сбоя приложения сохранённые карты были удалены. Пожалуйста, скачайте их заново в настройках.

# CommonCacheStorageCorruptedMessageTitle
source: Warning
ru: Внимание

# CommonCancel
source: Cancel
ru: Отмена

# CommonDone
source: Done
ru: Готово

# CommonErrorDiskFullMessage
source: Insufficient space on your device. Please delete unneeded files or apps so you can save these places.
ru: На устройстве закончилось место. Пожалуйста, удалите ненужные файлы или приложения, чтобы сохранять точки.

# CommonErrorFullMessage
source: Insufficient space on your device. Please free up some space to add new places.
ru: Недостаточно места на диске. Пожалуйста, освободите место, чтобы добавлять новые точки.

# CommonErrorNetworkMessage
source: No connection. Please check your internet connection.
ru: Нет соединения. Проверьте подключение к интернету.

# CommonErrorRemoteFullMessage
source: You have too many places saved and Navigator cannot save new ones. Please remove the ones you no longer need.
ru: У вас очень много сохраненных точек, поэтому Навигатор не может сохранить новую. Пожалуйста, удалите ненужные точки.

# CommonErrorRemoteMessage
source: No server connection. Please try again later.
ru: Нет связи с сервером. Пожалуйста, попробуйте соединиться позже.

# CommonErrorStorageMessage
source: Database error. Please reinstall Yandex.Navigator and restart your device. Your data will not be lost.
ru: Ошибка базы данных. Пожалуйста, переустановите Навигатор и перезагрузите устройство. Ваши данные при этом не потеряются.

# CommonErrorUnknownMessage
source: An error occurred. Try relaunching the app. If this doesn't help, please try reinstalling it.
ru: Случилась ошибка. Попробуйте перезапустить приложение. Если не поможет — пожалуйста, переустановите его.

# CommonErrorUnknownTitle
source: Unknown error
ru: Неизвестная ошибка

# CommonNetworkError
source: No network
ru: Нет сети

# CommonNo
source: No
ru: Нет

# CommonRemoteError
source: Server error
ru: Ошибка на сервере

# CommonSend
source: Send
ru: Отправить

# CommonSettings
source: Settings
ru: Настройки

# CommonStorageCorruptedDismissButton
source: OK
ru: ОК

# CommonWebErrorMessage
source: An error occurred while loading the page.
ru: При загрузке страницы произошла ошибка.

# CommonWebErrorTitle
source: Error
ru: Ошибка

# CommonYes
source: Yes
ru: Да

# IntroCardsNewSearchDescription
source: Searching while behind the wheel has become more convenient
ru: Мы переработали экраны поиска — так, чтобы им было удобнее пользоваться за рулём.

# IntroCardsNewSearchTitle
source: New search function
ru: Новый поиск

# IntroCardsPublicMapRemovedDescription
source: Important info from the Public map has been added to the main map
ru: Вся важная информация с Народной карты теперь есть на схеме

# IntroCardsPublicMapRemovedTitle
source: View more detailed maps
ru: Дополненная схема

# IntroCardsPushDescription
source: Send your destinations to Yandex.Navigator from your desktop before you set off
ru: Ищите нужные адреса на компьютере и отправляйте в Навигатор

# IntroCardsPushTitle
source: Plan your journey in advance
ru: Планируйте поездки заранее

# IntroCardsSearchHistoryDescription
source: Navigator shows you routes to places you find with Yandex.Maps.
ru: Если вы едете в место, которое уже искали в Яндекс.Картах, Навигатор сразу поймёт, куда вам.

# IntroCardsSearchHistoryTitle
source: Syncing
ru: Синхронизация

# IntroCardsTrafficDescription
source: See traffic alerts and jams updated every minute
ru: Новый механизм обновления пробок точнее рассказывает о ситуации на дорогах

# IntroCardsTrafficLightsDescription
source: Orient yourself more easily with stoplights marked on the map.
ru: Мы добавили светофоры на карту, чтобы вам было проще ориентироваться.

# IntroCardsTrafficLightsTitle
source: Stoplights
ru: Светофоры на карте

# IntroCardsTrafficTitle
source: Get around traffic congestion
ru: Актуальная картина пробок

# SpecialProjectSearchCategorySubtitle
source: Special project
ru: Спецпроект

# common_bind_telematics
source: Add remote control features
ru: Привязать удалённое управление

# common_everyday
source: Daily
ru: Ежедневно

# common_friday
source: Friday
ru: Пятница

# common_from_car
source: From car
ru: От машины

# common_fuel
source: Distance to empty
ru: Топлива на

# common_monday
source: Monday
ru: Понедельник

# common_saturday
source: Saturday
ru: Суббота

# common_sunday
source: Sunday
ru: Воскресенье

# common_thursday
source: Thursday
ru: Четверг

# common_to_car
source: To car
ru: До машины

# common_tuesday
source: Tuesday
ru: Вторник

# common_twenty_four_hours
source: 24 hrs
ru: Круглосуточно

# common_waiting_webview
source: Please wait
ru: Пожалуйста, подождите

# common_wednesday
source: Wednesday
ru: Среда

# common_workdays
source: Weekdays
ru: Будние дни

# navi_headunit_unsupported_action
source: Action unavailable on car display
ru: Действие недоступно на экране автомобиля

# navi_myspin_unsupported_action
source: Action unavailable on car display
ru: Действие недоступно на экране автомобиля

# navi_system_unsupported_action
source: This action can't be performed on your device
ru: На устройстве нельзя выполнить это действие

# tts_voice_annotation_event_parking_route_calculated
source: Route calculated
ru: Начинаем искать парковку

# tts_voice_annotation_event_route_calculated
source: Route calculated
ru: Маршрут построен

# tts_voice_annotation_event_route_prompt
source: Begin?
ru: Поехали?

# bg_freedrive_notification_desc
source: Camera warnings enabled
ru: Включены предупреждения о камерах

# bg_freedrive_notification_title
source: Yandex Navigator
ru: Яндекс Навигатор

# bg_guidance_notification_running
source: Navigator is running
ru: Навигатор запущен

# bg_guidance_stop
source: Stop
ru: Завершить

# bg_guide_notification_action_finish
source: to your destination
ru: До конца маршрута

# guidance_jam_forecast_template
source: Traffic jam for %2$s (%1$s)
ru: Пробка на %2$s (%1$s)

# intro_activity_cancel_title
source: Cancel
ru: Отмена

# intro_activity_description
source: Let Yandex.Navigator know when you’ve stopped driving.
ru: Навигатор даёт подсказки, даже если он свёрнут. Разрешите ему узнавать, что вы приехали и вышли из машины.

# intro_activity_title
source: Track your motions
ru: Движение и фитнес

# intro_agree_button_title
source: OK, got it
ru: Дальше

# intro_alice_lang_description
source: We’ll switch Navi sound settings to Russian for this.
ru: Для этого необходимо переключить язык голоса и аннотаций на русский.

# intro_alice_lang_title
source: Say hi to Alice
ru: Включите Алису

# intro_alternatives_description
source: Navigator will show you how much time a shortcut will add to your journey.
ru: Навигатор показывает время, которое можно потратить или сэкономить, если свернуть.

# intro_alternatives_title
source: See how long a detour takes
ru: Если свернуть с маршрута

# intro_annotations_desciption
source: Understand the road better with specific instructions for driving directions
ru: Чтобы вы не сбились с пути, Навигатор подскажет, на что ориентироваться

# intro_annotations_title
source: Get detailed directions
ru: На светофоре — направо

# intro_applang_description
source: You can now switch Yandex.Navigator’s interface to your preferred language.
ru: Теперь можно выбрать, на каком языке будет интерфейс Навигатора.

# intro_applang_title
source: Now in your language
ru: С вами на одном языке

# intro_apple_pay_description
source: You no longer need to add a card to pay for fuel
ru: Теперь не обязательно добавлять карту для оплаты заправки

# intro_apple_pay_title
source: Refuel with Apple Pay
ru: Платите с Apple Pay

# intro_auth_button_title
source: Sign in
ru: Авторизоваться

# intro_auth_description
source: New login options save your information safely. Try it now for easy access
ru: Авторизуйтесь — тогда ваши любимые места, история поиска и настройки будут доступны на разных устройствах.

# intro_auth_title
source: It’s easier to login Navi!
ru: Сохранение настроек

# intro_background_description
source: Yandex.Navigator will still tell you where to go while you use other apps
ru: Навигатор скажет, что пора повернуть, даже если открыто другое приложение

# intro_background_title
source: Multitask with other apps
ru: В фоновом режиме

# intro_bluetooth_description
source: Hear voice prompts through your device or car speakers.
ru: Слушайте подсказки через динамик устройства или колонки автомобиля.

# intro_bluetooth_title
source: Connect to Bluetooth
ru: Как вам удобнее

# intro_button_title_clear
source: Got it
ru: Понятно

# intro_button_title_continue
source: Continue
ru: Продолжить

# intro_button_title_download
source: Download
ru: Скачать

# intro_button_title_enable
source: Try it
ru: Включить

# intro_button_title_get_info
source: More information
ru: Подробнее

# intro_button_title_later
source: Later
ru: Позже

# intro_button_title_next
source: Next
ru: Далее

# intro_button_title_no_nda
source: No, thanks
ru: Не надо

# intro_button_title_ok
source: Got it
ru: Хорошо

# intro_button_title_refuse_enable
source: Not now
ru: Не включать

# intro_button_title_skip
source: Skip
ru: Пропустить

# intro_button_title_yes_nda
source: Learn more
ru: Подробнее

# intro_cameras_without_route_description
source: Stay informed of upcoming cameras even when you are not following a route.
ru: Чтобы получать уведомления о камерах на пути, больше не нужно строить маршрут.

# intro_cameras_without_route_title
source: Get camera notifications
ru: Камеры без маршрутов

# intro_carparks_balloon_payment_button_description
source: Tap price labels to pay for a spot, and track your remaining parking time.
ru: Нажмите на ценник, чтобы оплатить парковку, и следите за её временем в Навигаторе.

# intro_carparks_balloon_payment_button_title
source: Pay for parking with ease
ru: Парковка — это просто

# intro_carparks_events_video_description
source: See parking spots that other people have recently left.
ru: Навигатор показывает недавно освободившиеся парковочные места.

# intro_carparks_prices_description
source: Find out how much a certain spot costs before you park
ru: Навигатор покажет на карте, сколько стоит час стоянки в конкретном месте

# intro_carparks_prices_title
source: Check prices in advance
ru: Цена парковки

# intro_carparks_route_button_description
source: Tap the parking icon on the map screen to get a route to nearby spots
ru: Парковочный маршрут упрощает поиск свободного места — достаточно нажать кнопку

# intro_carparks_route_button_title
source: Find parking with ease
ru: Парковка в одно касание

# intro_clickable_parking_description
source: Tap on the price to see detailed information about the parking space
ru: При нажатии на ценник появится подробная информация о парковке

# intro_clickable_parking_title
source: Parking conditions
ru: Условия парковки

# intro_context_guidance_action_button_title
source: Enable
ru: Включить

# intro_context_guidance_cancel_button_title
source: Later
ru: Подробнее

# intro_context_guidance_description
source: See the distance to your next turn and which lane is convenient for your current route in Navigator.
ru: Теперь расстояние до манёвра и удобная полоса движения показаны прямо на маршруте. Всё важное в нужный момент.

# intro_context_guidance_title
source: Context guidance beta
ru: Контекст в Навигаторе

# intro_disconnect_myspin_description
source: Disconnect your phone from car and read the prompts. Do not attempt in transit.
ru: Отключите телефон от машины и следуйте его подсказкам. Не делайте этого на ходу

# intro_disconnect_myspin_title
source: Set up your Navigator
ru: Нужно настроить Навигатор

# intro_duty_pharmacy_description
source: Click the icon in categories to find the nearest on-duty pharmacies.
ru: В поиске по категориям появились дежурные аптеки.

# intro_duty_pharmacy_title
source: Pharmacies on duty
ru: Дежурные аптеки

# intro_easter_egg_2_sound_scheme_description
source: Get on your way with Fedor Bondarchuk. His new film 'Attraction' is out on January 26.
ru: Вести вас по маршруту теперь может Фёдор Бондарчук. Его новый фильм «Притяжение» – в кинотеатрах с 26 января.

# intro_easter_egg_2_sound_scheme_title
source: Let a new voice guide you
ru: Новый голос Навигатора

# intro_easter_egg_sound_scheme_decline
source: No, thanks
ru: Нет, спасибо

# intro_easter_egg_sound_scheme_description
source: Sports commentator Vasily Utkin will guide you to your destination and warn you about speed cameras in Russian.
ru: В навигаторе особенный диктор! Василий Уткин лично подскажет нужный поворот

# intro_easter_egg_sound_scheme_title
source: Sports commentator Vasily Utkin
ru: Играйте в футбол

# intro_easter_egg_sound_scheme_turn_on_button
source: Enable
ru: Включить

# intro_ekaterinburg_region_screen_description
source: 8026 km, 65 cameras, 2059 traffic lights, 3124 spaces and 121,682 new addresses
ru: 65 камер, 2059 светофоров, 8026 км дорог, 3124 парковки и 121 682 новых места

# intro_ekaterinburg_region_screen_title
source: Yekaterinburg map updated
ru: Обновление в Екатеринбурге

# intro_faster_route_description
source: Get suggestions for faster routes as you're driving.
ru: Навигатор ищет и предлагает более быстрые маршруты, когда вы уже в пути.

# intro_faster_route_title
source: Route updated
ru: Маршрут перестроен

# intro_feedback_description
source: Reporting errors is easy with the new type of road alerts.
ru: С новым типом дорожных событий стало проще сообщить об ошибке в маршруте.

# intro_feedback_title
source: Fewer errors
ru: Меньше ошибок

# intro_gas_stations_description
source: Pay for fuel right in the app, without leaving your car
ru: Оплачивайте заправку в приложении, не выходя из машины
