Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# menu_settings_misc_local_ad
source: Advertising at destination
ru: Реклама на финише

# menu_settings_misc_polygon_branding
source: Audio ads on routes
ru: Аудиореклама на маршруте

# menu_settings_misc_route_ad
source: Advertising in routes
ru: Реклама мест на маршруте

# menu_settings_misc_search_ad
source: Advertising in search
ru: Реклама мест в поиске

# menu_settings_misc_searchlib_enabled
source: Search in notifications bar
ru: Поиск в панели уведомлений

# menu_settings_misc_via_ad
source: Show ads when getting directions
ru: Реклама при построении маршрута

# menu_settings_misc_voice_ad
source: Audio advertising
ru: Аудиореклама

# menu_settings_misc_zsb
source: Zero speed banner
ru: Реклама при остановке

# menu_settings_nearby_alternatives
source: Alternative routes
ru: Альтернативные маршруты

# menu_settings_night_mode
source: Night mode
ru: Ночной режим

# menu_settings_north_always_top
source: North is always up
ru: Север всегда наверху

# menu_settings_offers
source: Saved offers
ru: Сохранённые предложения

# menu_settings_offers_subtitle_many
source: New offers available
ru: Есть новые

# menu_settings_offers_subtitle_one
source: 1 new offer
ru: 1 новое

# menu_settings_offers_subtitle_zero
source: Special offers from our partners
ru: Акции и скидки партнёров

# menu_settings_offline_cache_autoupdate_enabled
source: Automatic
ru: Автоматически

# menu_settings_offline_cache_wifi_only
source: Only over Wi-Fi
ru: Только по Wi-Fi

# menu_settings_on_route_all_cameras_switch
source: All cameras
ru: Все камеры

# menu_settings_on_route_cameras_title
source: Cameras on the route
ru: Камеры на маршруте

# menu_settings_open_head_unit_auth
source: Log in from the head unit
ru: Вход на бортовом компьютере

# menu_settings_open_telematic_auth
source: Remote control
ru: Удалённое управление

# menu_settings_parking_promo_subtitle
source: Payment methods, promo code entry
ru: Способы оплаты, ввод промокода

# menu_settings_parking_routes_enabled
source: Look for parking
ru: Маршрут до парковки

# menu_settings_parking_routes_footer
source: Navigator will offer to help you find a nearby parking spot
ru: Навигатор будет предлагать маршрут для поиска парковки там, где её сложно найти

# menu_settings_push_topics
source: Push notification types
ru: Темы пуш-оповещений

# menu_settings_push_topics_error
source: Error. Please try again later.
ru: Ошибка. Пожалуйста, попробуйте позже

# menu_settings_remote_auth
source: Log in to Yandex.Auto
ru: Авторизация в Яндекс.Авто

# menu_settings_remote_auth_code_placeholder
source: Enter code
ru: Введите код

# menu_settings_remote_auth_code_submit
source: Log in
ru: Авторизоваться

# menu_settings_remote_auth_error_description
source: Something went wrong. Please check your code and try again.
ru: Что-то пошло не так. Проверьте код и попробуйте еще раз

# menu_settings_remote_auth_qr_hint
source: Scan QR code
ru: Сканировать QR-код

# menu_settings_remote_auth_subtitle
source: Enter the code from your on-board computer to log in
ru: Чтобы авторизоваться, введите код с вашего бортового компьютера

# menu_settings_remote_auth_success_description
source: Correct code. If authorization wasn't successful, check your internet connection or try a different method
ru: Код верный. Если авторизация не прошла, проверьте интернет или попробуйте другой способ

# menu_settings_remote_auth_title
source: Log in to Yandex.Auto
ru: Авторизация в Яндекс.Авто

# menu_settings_remote_or_autoapp_auth_screen_title
source: Log in
ru: Авторизация

# menu_settings_reports
source: Route navigation reports
ru: Баг-репорт о поездке

# menu_settings_reset_cars
source: Clear data
ru: Сбросить данные

# menu_settings_reset_cars_confirm
source: Are you sure you want to clear your data?
ru: Вы действительно хотите сбросить данные?

# menu_settings_reset_cars_footer
source: Tap here to delete the car's location tag from the map
ru: Нажмите, чтобы удалить с карты метку о местоположении автомобиля

# menu_settings_road_events
source: Road alerts
ru: Дорожные события

# menu_settings_road_events_cameras_display_on_map
source: Cameras
ru: Камеры

# menu_settings_road_events_cameras_on_map_enabled
source: Cameras on the map
ru: Камеры на карте

# menu_settings_road_events_display_on_map
source: Display on map
ru: Отображение на карте

# menu_settings_road_events_settings
source: Road alerts
ru: Дорожные события

# menu_settings_road_events_settings_title
source: Road alerts
ru: Дорожные события

# menu_settings_road_events_sound_alert
source: Give audio warnings
ru: Говорить о событиях

# menu_settings_road_events_sound_alert_footer
source: To receive audio warnings, enable them to be displayed on the map: Menu → Settigns → Display on map.
ru: Чтобы заработали звуковые предупреждения о событиях, включите их отображение на карте: «Меню → Настройки → Отображение на карте».

# menu_settings_saved_data
source: Saved data
ru: Сохраненные данные

# menu_settings_screen_no_legal_speed_limit
source: Unable to download speed limits. Please check your internet connection and location settings.
ru: Не удалось загрузить скоростные ограничения. Проверьте соединение с интернетом и настройки служб геолокации.

# menu_settings_share_personal_data
source: Send usage statistics and crash reports
ru: Отправлять статистику использования и отчёты о сбоях

# menu_settings_show_favorites
source: Show favorites
ru: Отображать избранное

# menu_settings_show_surge
source: Show areas of high demand in Yandex.Taxi
ru: Отображать слой повышенного спроса Яндекс.Такси

# menu_settings_sound_alerts_definition
source: Only warnings for cameras, road alerts and direction changes are audible
ru: Включены оповещения о камерах, дорожных событиях и изменениях маршрута

# menu_settings_sound_all_definition
source: All Navigator sounds are switched on
ru: Все звуки Навигатора включены

# menu_settings_sound_interaction
source: During notifications
ru: При оповещениях

# menu_settings_sound_language
source: Language
ru: Язык

# menu_settings_sound_mute_definition
source: All Navigator sounds are switched off
ru: Выключены все звуки Навигатора

# menu_settings_sound_notifications
source: Notification sounds
ru: Звуковое сопровождение

# menu_settings_sound_scheme
source: Voice
ru: Голос

# menu_settings_sound_volume
source: Navigator volume
ru: Громкость Навигатора

# menu_settings_speed_limits_description
source: Select a speed limit and Navigator will warn you when you exceed it or approach speed cameras.
ru: Выберите, при какой скорости Навигатор будет сообщать о превышении и камерах.

# menu_settings_speed_limits_explanation
source: Warnings about speeding and speed cameras
ru: Предупреждения о превышении и камерах контроля скорости

# menu_settings_speed_limits_title
source: Speeding
ru: Превышение скорости

# menu_settings_speed_limits_warning
source: Attention! There are fines for speeding.
ru: Внимание! За такое превышение скорости предусмотрен штраф.

# menu_settings_speeding_annotation
source: Warn about speeding
ru: Сообщать о превышении

# menu_settings_speedlimit_warnings
source: Speed limit settings
ru: Об ограничениях скорости

# menu_settings_statistics
source: My trips
ru: Мои поездки

# menu_settings_statistics_subtitle
source: Statistics for your journeys
ru: Статистика ваших поездок

# menu_settings_sync_enabled
source: Sync settings
ru: Синхронизировать настройки

# menu_settings_tow_call
source: Roadside assistance
ru: Помощь на дороге

# menu_settings_tow_call_subtitle
source: Tow truck and technical assistance. Advertising
ru: Эвакуатор и техпомощь. Реклама

# menu_settings_truck_driver_mode_enabled_definition
source: For trucks
ru: По грузовому каркасу

# menu_settings_truck_driver_mode_interface_enabled_definition
source: For passenger cars
ru: Для легковых автомобилей

# menu_settings_truck_driver_setting
source: Routing by truck areas
ru: Маршруты по грузовому каркасу

# menu_settings_truck_driver_setting_footer
source: Turn on this option to plot routes only through the streets of Moscow that allow trucks in 6 districts. The feature is still being tested
ru: Включите, чтобы Навигатор строил маршруты по улицам 6 округов Москвы, где можно ездить грузовикам. Функция работает в бесплатном тестовом режиме

# menu_settings_truck_driver_setting_header
source: Truck areas
ru: Грузовой каркас

# menu_settings_trucks_web_view_title
source: Truck areas
ru: Грузовой каркас

# menu_settings_update_maps
source: Map update
ru: Обновление карт

# menu_settings_user_activity_prediction
source: Siri push notifications
ru: Пуш-уведомления Siri

# menu_settings_voice_activation
source: Voice Activation
ru: Голосовая активация

# menu_settings_whatsapp
source: Open links from WhatsApp
ru: Открывайте ссылки из WhatsApp

# menu_settings_whatsapp_subtitle
source: Just a bit of fine-tuning
ru: Нужно только немного настроить

# menu_settings_world_cup_blocked
source: Road closures
ru: Перекрытия движения

# menu_settings_ya_auto_section
source: My car
ru: Мой автомобиль

# menu_settings_yandex_music
source: Yandex Music
ru: Яндекс.Музыка

# menu_settings_yandexauto
source: Yandex.Auto
ru: Яндекс.Авто

# menu_sound_allowed_speed_threshold
source: Allow to exceed limit by
ru: Допустимое превышение

# menu_sound_allowed_speed_threshold_dialog_message
source: Warn about speed cameras if exceeding speed limit by more than
ru: Предупреждать о камерах, если превышение больше

# menu_sound_allowed_speed_threshold_measurement
source: km/h
ru: км/ч

# menu_sound_dictor
source: Voice
ru: Голос

# menu_sound_events_accident
source: Accident
ru: ДТП

# menu_sound_events_annotations
source: Alert type
ru: Предупреждать о событии

# menu_sound_events_cameras_details
source: Navigator warns you about cameras if you exceed the speed limit by 15 km/h.
ru: Навигатор предупредит о камерах, если превышение больше 15 км/ч.

# menu_sound_events_disabled_annotations
source: No
ru: Нет

# menu_sound_events_lane_camera
source: Lane control camera
ru: Камера контроля полосы

# menu_sound_events_reason_disabled
source: To receive specific alerts, allow Navigator to display them on the map. You can do this in the app settings under «Menu» — «Road alerts».
ru: Чтобы Навигатор предупреждал вас об определенных событиях, включите их отображение на карте. Это можно сделать в настройках приложения: «Меню» — «Дорожные события».

# menu_sound_events_reconstruction
source: Road works
ru: Дорожные работы

# menu_sound_events_sound_annotations
source: Audio warning
ru: Звуковое предупреждение

# menu_sound_events_sound_annotations_short
source: Sound
ru: Звуком

# menu_sound_events_speed_camera
source: Speed camera
ru: Камера контроля скорости

# menu_sound_events_user_camera
source: User-added camera
ru: Пользовательская камера

# menu_sound_events_voice_annotations
source: Voice warning
ru: Голосовое предупреждение

# menu_sound_events_voice_annotations_short
source: Voice
ru: Голосом

# menu_sound_interaction_duck
source: Lower other sounds
ru: Приглушать все другие звуки

# menu_sound_interaction_mix
source: Don't change anything
ru: Ничего не менять

# menu_sound_interaction_pause
source: Pause other sounds
ru: Ставить на паузу

# menu_sound_lang_app
source: By default
ru: По умолчанию

# menu_sound_lang_en
source: English
ru: Английский

# menu_sound_lang_fr
source: French
ru: Французский

# menu_sound_lang_has_voice_control
source: Voice commands available
ru: Доступно голосовое управление

# menu_sound_lang_he
source: Hebrew
ru: Иврит

# menu_sound_lang_it
source: Italian
ru: Итальянский

# menu_sound_lang_ru
source: Russian
ru: Русский

# menu_sound_lang_tr
source: Turkish
ru: Турецкий

# menu_sound_lang_uk
source: Ukrainian
ru: Украинский

# menu_sound_route_annotations
source: Voice guidance
ru: Голосовое сопровождение

# menu_sound_scheme_alice_ru
source: Аlice
ru: Алиса

# menu_sound_scheme_downloading
source: Downloading
ru: Загрузка

# menu_sound_scheme_male_tr
source: Mert
ru: Can

# menu_sound_scheme_optimus
source: Optimus Prime
ru: Оптимус Прайм

# menu_sound_scheme_remove_confirmation
source: Are you sure you want to delete this voice?
ru: Вы действительно хотите удалить голос?

# menu_sound_scheme_tts
source: Synthesized speech
ru: Системный голос

# menu_sound_schemes_available
source: Available for download
ru: Доступные для загрузки

# menu_sound_schemes_downloaded
source: Downloaded
ru: Загруженные

# menu_sound_schemes_voice_not_available_message
source: This voice is not available for your selected language
ru: Этого голоса нет на выбранном языке

# menu_sound_speeding_annotations
source: Speeding warning
ru: Сообщать о превышении

# menu_statistics_screen_title
source: My trips
ru: Мои поездки

# menu_storage_clear_cache
source: Clear cache
ru: Очистить кеш

# menu_storage_clear_maps
source: Clear maps
ru: Стереть карты

# menu_storage_clear_maps_confirmation
source: Would you like to clear your map cache? All the maps saved on your device will be deleted.
ru: Удалить все просмотренные фрагменты карт, а также целиком скачанные схемы городов?

# menu_storage_clear_please_wait
source: Please wait...
ru: Подождите...

# menu_storage_clear_route_history
source: Clear route history
ru: Очистить историю маршрутов

# menu_storage_clear_route_history_confirmation
source: Clear route history?
ru: Очистить историю маршрутов?

# menu_storage_clear_search_history
source: Clear search history
ru: Очистить историю поиска

# menu_storage_clear_search_history_confirmation
source: Clear search history?
ru: Очистить историю поиска?

# menu_storage_move_cache
source: Folder for maps
ru: Папка для карт

# menu_storage_move_cache_auto_warning
source: Warning! Changing saved data may cause your SD card to become unusable in offline mode. It’s recommended you do this only in a car dealership.
ru: Внимание! Изменение сохраненных данных может привести к неработоспособности карт в оффлайн-режиме. Рекомендуется проводить только в дилерском центре.

# menu_storage_move_cache_auto_warning_negative
source: Cancel
ru: Отменить

# menu_storage_move_cache_auto_warning_positive
source: Configure SD card
ru: Настроить SD-карту

# menu_tow_call_screen_title
source: Roadside assistance
ru: Автопомощь

# menu_waiting
source: Please wait
ru: Пожалуйста, подождите

# menu_whatsapp_screen_title
source: WhatsApp location settings
ru: Настройки геолокации WhatsApp

# menu_world_cup_screen_title
source: Road closures
ru: Перекрытия движения

# navi_menu_service_carousel_gas_stations_title
source: Yandex GasStations
ru: Яндекс Заправки

# navi_menu_service_carousel_remote_auth_title
source: Log in to Yandex.Auto
ru: Авторизация в Авто

# offer_screen_app_link_title
source: Download app
ru: Скачать приложение

# offer_screen_cancel_title
source: Close
ru: Закрыть

# offer_screen_delete_button_text
source: Delete offer
ru: Удалить предложение

# offer_screen_delete_confirmation
source: Are you sure you want to delete this offer?
ru: Вы уверены, что хотите удалить предложение?

# offer_screen_delete_confirmation_cancel
source: Cancel
ru: Отмена

# offer_screen_delete_confirmation_okay
source: Yes
ru: Да

# offer_screen_error_title
source: Something went wrong. Please try again.
ru: Что-то не так. Попробуйте ещё раз.

# offer_screen_expired_title
source: Offer expired
ru: Предложение истекло

# offer_screen_get_promocode_title
source: Get promo code
ru: Получить промокод

# offer_screen_no_promocode_title
source: Actions
ru: Действия

# offer_screen_phone_call_title
source: Call
ru: Позвонить

# offer_screen_promocode_title
source: Your promo code
ru: Ваш промокод

# offer_screen_terms_title
source: Read offer terms
ru: Подробности

# offer_screen_website_title
source: Go to site
ru: Перейти на сайт

# push_topic_features_title
source: New features
ru: Новые функции

# push_topic_gas_stations_title
source: Gas stations
ru: Яндекс.Заправки

# push_topic_org_reviews_title
source: Reviews of places you visited
ru: Отзывы о посещённых местах

# push_topic_parking_title
source: Parking
ru: Парковка

# push_topic_promo_title
source: Promotional offers
ru: Промоакции

# push_topic_roadblock_title
source: Roadblocks
ru: Перекрытия

# push_topic_route_state_title
source: Route status
ru: Ситуация на маршруте

# push_topic_traffic_title
source: Traffic congestion
ru: Балл пробок

# push_topic_voiceover_title
source: New voices
ru: Новые голоса

# settings_all_switches_enabled
source: Enable all
ru: Включить все

# splash_gas_stations_covid19_text1
source: Refuel without leaving the car
ru: Заправляйтесь, сидя в машине

# splash_gas_stations_covid19_text2
source: Pay for fuel through the app
ru: Заправляйтесь без людей и очередей

# splash_gas_stations_covid19_text3
source: Pay for fuel from your car
ru: Берегите себя, заправляйтесь онлайн

# splash_gas_stations_covid19_text4
source: Use the app to pay for fuel
ru: Безопаснее заправляться из машины

# splash_gas_stations_text1
source: Refuel without leaving the car
ru: Заправляйтесь, сидя в машине

# splash_gas_stations_text2
source: Pay for fuel through the app
ru: Оплатите топливо в приложении

# splash_gas_stations_text3
source: Pay for fuel from your car
ru: Оплата заправки из машины

# splash_gas_stations_text4
source: Use the app to pay for fuel
ru: Заправляйтесь в приложении

# splash_welcome_text1
source: Have a good trip
ru: Хорошей дороги

# splash_welcome_text2
source: Have a pleasant journey
ru: Легкой дороги

# splash_welcome_text3
source: Stay safe on the road
ru: Доброго пути

# splash_welcome_text4
source: Good luck on the road
ru: Удачи на дороге

# splash_welcome_text5
source: Good luck on your travels
ru: Удачи на дороге

# splash_welcome_text6
source: Have a safe trip
ru: Поезжайте без приключений

# splash_welcome_text7
source: Happy driving
ru: Комфортной езды

# splash_welcome_text8
source: Enjoy your journey
ru: Счастливого пути

# splash_welcome_text_afternoon1
source: Good day!
ru: Хорошего дня!

# splash_welcome_text_afternoon2
source: Good day to you!
ru: Добрый день

# splash_welcome_text_afternoon3
source: What a day!
ru: Вот это день!

# splash_welcome_text_evening1
source: Good evening
ru: Доброго вечера

# splash_welcome_text_evening2
source: Good evening to you
ru: Вечер добрый

# splash_welcome_text_morning1
source: Good morning!
ru: Доброе утро!

# splash_welcome_text_morning2
source: Good morning to you!
ru: Утро доброе!

# splash_welcome_text_night1
source: Good night
ru: Доброй ночи

# menu_settings_parking
source: Parking
ru: Парковка

# menu_settings_parking_subtitle
source: Payment settings
ru: Настройка оплаты

# app_lang
source: en
ru: ru

# SearchCategories
source: Categories
ru: Категории

# SearchCategoryATM
source: ATMs
ru: Банкоматы

# SearchCategoryATMQuery
source: ATM
ru: Банкомат

# SearchCategoryBank
source: Banks
ru: Банки

# SearchCategoryBankQuery
source: Bank
ru: Банк

# SearchCategoryBar
source: Bars and pubs
ru: Бары

# SearchCategoryBarQuery
source: Pub, bar
ru: Бар, паб

# SearchCategoryBrowser
source: Browser
ru: Браузер

# SearchCategoryCarRepair
source: Auto repair
ru: Автосервисы

# SearchCategoryCarRepairQuery
source: Car repairing service
ru: Автосервис

# SearchCategoryCarWash
source: Car wash
ru: Автомойки

# SearchCategoryCarWashQuery
source: Carwash
ru: Автомойка

# SearchCategoryCinema
source: Movie theaters
ru: Кинотеатры

# SearchCategoryCinemaQuery
source: Cinema
ru: Кинотеатр

# SearchCategoryCovid_Info
source: Coronavirus
ru: Коронавирус

# SearchCategoryCovid_InfoSubtitle
source: Useful services
ru: Полезные сервисы

# SearchCategoryFastFood
source: Fastfood
ru: Фастфуд

# SearchCategoryFastFoodQuery
source: Fast Food
ru: Фастфуд

# SearchCategoryFood
source: Where to eat
ru: Где поесть

# SearchCategoryFoodQuery
source: Where to eat
ru: Где поесть

# SearchCategoryGas
source: Gas stations
ru: АЗС

# SearchCategoryGasExperiment
source: Gas stations
ru: Заправки

# SearchCategoryGasQuery
source: Gas stations
ru: АЗС

# SearchCategoryGasWithPayment
source: Gas stations
ru: АЗС

# SearchCategoryGasWithPaymentSubtitle
source: pay in app
ru: Яндекс.Заправки

# SearchCategoryGroceries
source: Groceries
ru: Продукты

# SearchCategoryGroceriesQuery
source: Grocery store
ru: Магазин продуктов

# SearchCategoryHospital
source: Hospitals
ru: Больницы

# SearchCategoryHospitalQuery
source: Hospitals
ru: Больницы

# SearchCategoryHotel
source: Hotels
ru: Гостиницы

# SearchCategoryHotelQuery
source: Hotel
ru: Гостиница

# SearchCategoryLadaDealers
source: LADA Detail
ru: Дилеры LADA

# SearchCategoryMastercard
source: Discounts
ru: Скидки

# SearchCategoryMastercardSearchDisplayText
source: Mastercard offers
ru: Скидки Mastercard

# SearchCategoryPharmacy
source: Pharmacies
ru: Аптеки

# SearchCategoryPharmacyOnDuty
source: Pharmacies on duty
ru: Дежурные аптеки

# SearchCategoryPharmacyQuery
source: Pharmacy
ru: Аптека

# SearchCategoryReligion
source: Religion
ru: Религия

# SearchCategoryReligionQuery
source: Religion
ru: Религия

# SearchCategoryRestaurant
source: Restaurants
ru: Рестораны

# SearchCategoryRestaurantQuery
source: Restaurant, cafe
ru: Ресторан, Кафе

# SearchCategorySearch
source: Search
ru: Поиск

# SearchCategoryShoppingMall
source: Shopping malls
ru: Торговые центры

# SearchCategoryShoppingMallQuery
source: Shopping mall
ru: Торговый центр

# SearchHistory
source: History
ru: История

# SearchHistoryEmptyTitle
source: Your search history is empty
ru: История поиска пуста

# SearchHistoryUnauthorizedDescription
source: Log in to have the same search history across all of your mobile devices
ru: Авторизуйтесь, чтобы у вас была одна история на разных смартфонах и планшетах

# SearchPlaceholder
source: Search
ru: Поиск

# SearchPlaceholderModal
source: Enter address
ru: Введите адрес

# SearchSuggestEmpty
source: Not Found
ru: Не найдено

# SearchSuggestEmptyDescription
source: Try entering a different address or place name
ru: Попробуйте ввести другой адрес или название места

# SearchSuggestEmptyTitle
source: Nothing found
ru: Ничего не найдено

# SearchSuggestErrorCacheUnavailable
source: Download an offline map to search when you aren't connected
ru: Чтобы поиск работал без сети, скачайте офлайн-карту

# SearchSuggestErrorCacheUnavailableTitle
source: No connection
ru: Нет соединения

# SearchSuggestErrorNetworkDescription
source: Check your network connection and try your search again
ru: Проверьте подключение к сети и попробуйте поискать ещё раз

# SearchSuggestErrorNetworkTitle
source: No connection
ru: Нет соединения

# SearchSuggestErrorServerDescription
source: Couldn't connect to server. Try searching again.
ru: Пропало соединение с сервером, попробуйте поискать ещё раз

# SearchSuggestErrorServerTitle
source: No response from server
ru: Сервер не отвечает

# SearchSuggestErrorUnknownDescription
source: Something went wrong
ru: Что-то пошло не так

# SearchSuggestErrorUnknownTitle
source: Unknown error
ru: Неизвестная ошибка

# geo_object_card_add_bookmark
source: Add
ru: Добавить

# geo_object_card_address_copied
source: Address copied
ru: Адрес скопирован

# geo_object_card_attribute_average_bill
source: Average bill
ru: Средний счёт

# geo_object_card_attribute_features_institution
source: Features
ru: Особенности

# geo_object_card_attribute_fuel
source: Fuels
ru: Топливо

# geo_object_card_attribute_fuel_cards
source: Fuel cards
ru: Топливные карты

# geo_object_card_attribute_parking_info
source: Details
ru: Характеристики

# geo_object_card_attribute_parking_price
source: Price
ru: Стоимость

# geo_object_card_attribute_payment_method
source: Payment methods
ru: Способы оплаты

# geo_object_card_attribute_seats
source: Number of spots
ru: Количество мест

# geo_object_card_attribute_type_cuisine
source: Kitchen
ru: Кухня

# geo_object_card_attribute_type_parking
source: Type
ru: Тип парковки

# geo_object_card_call
source: Call
ru: Позвонить
