Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# vc_alice_starting_suggest
source: Route to 16 Lev Tolstoy Street|Go home|Gas station|Show traffic jams|Traffic accident in left lane
ru: Найди АЗС|Поехали домой|Поехали на работу|Поставь дтп|Поставь разговорчик|Включи пробки|Давай поиграем в города|Погода на завтра|Курс доллара|Давай поболтаем|Надолго пробка|Поехали на заправку|Сбрось маршрут|Что ты умеешь|Давай поиграем в «Да, милорд»|Давай поиграем в «Завалинка»|Давай поиграем в «Камень, ножницы, бумагу»|Давай поиграем в викторину «Пандарина»|Запусти навык «Разговор с поэтом»|Запусти навык «Лев Толстой ответит»|Запусти навык «Коммерсанта»|Запусти навык «Эха Москвы»|Запусти навык «Афиша Daily»|Запусти навык «Новой газеты»|Запусти навык «Канобу»|Запусти навык DTF|Запусти навык TJournal|Запусти навык vc.ru|Запусти навык «Медузы»

# vc_alice_starting_suggest_header
source: Say
ru: Скажите

# vc_alice_wait_onboarding_message
source: Please wait...
ru: Подождите...

# vc_cancel_button
source: Cancel
ru: Отменить

# vc_error_network
source: Network error
ru: Ошибка сети

# vc_error_no_voice_heard
source: Your voice could not be detected
ru: Ничего не слышно

# vc_error_recording
source: Recording error
ru: Ошибка аудио-записи

# vc_error_recording_permission
source: Audio-recording not permitted
ru: Аудио-запись не разрешена

# vc_error_remote
source: Server error
ru: Ошибка сервера

# vc_error_service_not_available
source: Voice commands not available
ru: Голосовое управление недоступно

# vc_error_unknown
source: Unknown error
ru: Неизвестная ошибка

# vc_error_unrecognized_phrase
source: Sorry, I didn't understand
ru: Простите, я не понимаю

# vc_help_add_poi
source: Traffic accident in left lane
ru: ДТП, левый ряд

# vc_help_description
source: Navigator understands voice commands. Here is a list of things you can ask it:
ru: Навигатор понимает голосовые команды. Вот список того, что можно у него спросить:

# vc_help_gas_station
source: Closest gas station
ru: Ближайшая АЗС

# vc_help_route_to
source: Route to 16 Lev Tolstoy Street
ru: Маршрут до Льва Толстого 16

# vc_help_route_to_home
source: Go home
ru: Поехали домой

# vc_help_show_jams
source: Show traffic jams
ru: Покажи пробки

# vc_help_title
source: VOICE COMMANDS
ru: ГОЛОСОВЫЕ КОМАНДЫ

# vc_help_try_button
source: Try it
ru: Попробовать

# vc_help_url
source: https://yandex.com/promo/navi/voice_control/en
ru: https://dialogs.yandex.ru/store/essentials?client=navi&surface=navigator

# vc_help_url_fallback
source: https://yandex.com/promo/navi/voice_control/en
ru: https://yandex.com/promo/navi/voice_control/ru

# vc_multiple_results_description
source: WHAT DID YOU HAVE IN MIND?
ru: ЧТО ВЫ ИМЕЛИ В ВИДУ?

# vc_ready_button
source: Done
ru: Готово

# vc_request_recording_permission
source: To talk to Navigator, you need to allow microphone access for Yandex.Navigator in the device settings.
ru: Чтобы разговаривать с Навигатором вслух, разрешите ему доступ к микрофону в настройках устройства.

# vc_restart_button
source: Retry
ru: Повторить

# vc_retry_button
source: Try again
ru: Ещё раз

# vc_status_recording_finish
source: Processing...
ru: Обработка...

# vc_status_recording_start
source: Ready!
ru: Говорите!

# vc_status_wait
source: Please wait...
ru: Подождите...

# voice_control_confirmation_suggest_cancel
source: Cancel
ru: Отменить

# voice_control_confirmation_suggest_go
source: Go
ru: Поехали
