Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# geo_object_card_can_be_closed
source: This business might not be operating as usual. Contact them to check
ru: Режим работы организации мог измениться. Свяжитесь с ней, чтобы уточнить

# geo_object_card_cancel_button
source: Cancel
ru: Отменить

# geo_object_card_category_title
source: Categories
ru: Категории

# geo_object_card_closed_for_visitors
source: Closed to the public. This business might be offering remote services. Contact them to check
ru: Закрыто для посещения. Возможно, организация предоставляет услуги дистанционно. Свяжитесь с ней, чтобы уточнить.

# geo_object_card_coordinates
source: Coordinates
ru: Координаты

# geo_object_card_coordinates_copied
source: Coordinates copied
ru: Координаты скопированы

# geo_object_card_feedback_button_title
source: Incorrect information
ru: Исправить неточность

# geo_object_card_footer_title
source: Data provided by
ru: Данные предоставлены

# geo_object_card_gas_payment_button_title
source: Refuel
ru: Заправиться

# geo_object_card_gas_station_insurance
source: Fuel quality is insured
ru: Качество топлива застраховано

# geo_object_card_gas_station_payment
source: Pay via Yandex.Navigator
ru: Можно оплатить в Навигаторе

# geo_object_card_loading
source: Loading
ru: Загрузка

# geo_object_card_mastercard_details_dash
source: for
ru: по карте

# geo_object_card_mastercard_details_disclaimer
source: Special project
ru: Спецпроект

# geo_object_card_mastercard_details_full_terms_url_title
source: Terms and conditions
ru: Подробнее

# geo_object_card_mastercard_details_title
source: Mastercard offers
ru: Скидки по картам Mastercard

# geo_object_card_mastercard_promo_disclaimer
source: Special project
ru: Спецпроект

# geo_object_card_mastercard_promo_title
source: Benefits and offers for Mastercard cardholders
ru: Скидки и предложения по картам Mastercard

# geo_object_card_open_site
source: Continue to site
ru: Перейти на сайт

# geo_object_card_operation_mode_title
source: Schedule
ru: Режим работы

# geo_object_card_payment_button_title
source: Pay
ru: Оплатить

# geo_object_card_promo_details_header
source: Promotion information
ru: Подробности акции

# geo_object_card_remove_bookmark
source: Remove
ru: Удалить

# geo_object_card_routes_button_title
source: Routes
ru: Маршруты

# geo_object_card_select_phone_title
source: Select number
ru: Выберите номер

# geo_object_card_select_url_title
source: Site
ru: Сайт

# geo_object_card_share
source: Share
ru: Поделиться

# geo_object_card_source
source: Data sources:
ru: Источник данных:

# geo_object_card_unusual_hours_common
source: The holidays may affect opening hours
ru: График работы организаций мог поменяться из-за праздника

# geo_object_card_web
source: Site
ru: Сайт

# geo_object_card_work_mode
source: More about organization
ru: Подробнее об организации

# geo_object_entrances_title
source: Route to entrance
ru: Маршрут к подъезду

# mastercard_category_entertainment
source: Entertainment
ru: Развлечения

# mastercard_category_gas_stations
source: Where to fill up
ru: Где заправиться

# mastercard_category_gastronomy
source: Where to eat
ru: Где поесть

# mastercard_category_shopping
source: Shopping and services
ru: Покупки и услуги

# mastercard_category_travelling
source: Travelling
ru: Путешествия

# mastercard_filter_card_change_card
source: Card type selection
ru: Изменить тип карты

# mastercard_filter_card_choose_card
source: Select your Mastercard card type
ru: Выбрать тип карты

# mastercard_filter_card_subtitle
source: Offers and discounts for Mastercard cardholders
ru: Скидки и предложения по картам Mastercard

# mastercard_filter_card_title
source: Choose categories
ru: Выберите категории

# search_closed_common
source: Closed
ru: Закрыто

# search_closed_permanent
source: Permanently closed
ru: Больше не работает

# search_closed_temp
source: Temporarily closed
ru: Временно не работает

# search_covid_19_screen_title
source: Coronavirus
ru: Коронавирус

# search_enlarge_area
source: Enlarge search area
ru: Расширить зону поиска

# search_gas_station_pay_label_subtitle
source: Gas stations
ru: Яндекс.Заправки

# search_history_error_network_message
source: «History» sync error. Please check your internet connection.
ru: Ошибка синхронизации «Истории». Нет соединения, проверьте подключение к интернету.

# search_result_from_button_title
source: From
ru: Отсюда

# search_result_go_button_mask
source: Go, %s
ru: Поехали, %s

# search_result_go_button_title
source: Go
ru: Поехали

# search_result_via_button_mask
source: Stop by (+%s)
ru: Заехать за %s

# search_result_via_button_title
source: Via
ru: Заехать

# speed_limit_feedback_button
source: Send
ru: Отправить

# speed_limit_feedback_description
source: What is the speed limit for this stretch of road?
ru: С какой скоростью разрешено движение на этом участке?

# speed_limit_feedback_thank_user
source: Thanks!
ru: Спасибо!

# speed_limit_feedback_title
source: Correct the speed limit
ru: Исправить ограничение

# BALLOON_AD_SEARCH_BUTTON
source: Where?
ru: Где?

# BALLOON_IMMEDIATE_BUILD_ROUTE
source: Go!
ru: Поехали!

# BALLOON_OFFER_IS_SAVING
source: Saving
ru: Сохраняется

# BALLOON_OFFER_SAVE
source: Save
ru: Сохранить

# BALLOON_OFFER_SAVED_NOTIFICATION
source: Added to “Saved offers”
ru: Добавлено в раздел «Сохранённые предложения»

# BALLOON_OFFER_VIEW
source: View
ru: Посмотреть

# BALLOON_PARKING
source: Parking
ru: Парковка

# BALLOON_PARKING_BECAME_FREE_TIME_AGO
source: Free as of %s ago
ru: %s. назад освободилось

# BALLOON_PARKING_MAY_BE_FREE
source: This space may be available
ru: Есть шанс припарковаться

# BALLOON_PAYMENT_BUTTON
source: Pay
ru: Оплатить

# BALLOON_PHONE_CALL
source: Call
ru: Позвонить

# BALLOON_REMOVE_FROM_FAVORITES
source: Delete
ru: Удалить

# BALLOON_VIA_FOR
source: Stop by (adds %s)
ru: Заехать за %s

# CARD_SCREEN_ADDITIONAL_SERVICES
source: Extra services
ru: Дополнительно

# CARD_SCREEN_ATTR_PARKING_INFO
source: Details
ru: Характеристики

# CARD_SCREEN_ATTR_PARKING_PRICE
source: Price
ru: Стоимость

# CARD_SCREEN_ATTR_PAYMENT_METHOD
source: Payment methods
ru: Способы оплаты

# CARD_SCREEN_ATTR_SEATS
source: Number of spots
ru: Количество мест

# CARD_SCREEN_ATTR_TYPE_PARKING
source: Type
ru: Тип парковки

# CARD_SCREEN_DATA_PROVIDER_LINK
source: More on %s
ru: Подробнее на %s

# CARD_SCREEN_SHARE
source: Share
ru: Поделиться

# DONE_BUTTON
source: Done
ru: Готово

# EDIT_VIA_POINT_ADD_TO_FAVOURITES
source: Add to "My places"
ru: Добавить в «Мои места»

# EDIT_VIA_POINT_ALREADY_SAVED_TO_FAVOURITES
source: Marker already in "My Places"
ru: Точка уже в «Моих местах»

# EDIT_VIA_POINT_CURRENT_ADDRESS_DIST
source: Waypoint —
ru: Остановка на маршруте —

# FORECAST_SCREEN_TITLE
source: Weather
ru: Прогноз погоды

# LOCAL_AD_DISCLAIMER
source: Advertising
ru: Реклама

# LOCAL_AD_SAVED_OFFERS_TITLE
source: Saved offers
ru: Сохранённые предложения

# LOCAL_AD_SAVING
source: Saving...
ru: Сохраняется...

# LOCAL_AD_SHOW
source: View
ru: Посмотреть

# LOCAL_AD_TITLE
source: Offers nearby
ru: Предложения рядом

# MAP_POPUP_ADD_TO_FAV
source: To "My places"
ru: В «Мои места»

# MAP_POPUP_RESET_ROUTE
source: Reset
ru: Сбросить

# MAP_POPUP_SHARE
source: Share
ru: Поделиться

# MAP_POPUP_TITLE_POINT
source: Marker
ru: Точка

# MAP_POPUP_TITLE_ROUTE
source: Route
ru: Маршрут

# MINUTES_VERY_SHORT
source: m
ru: м

# NEW_ROUTE_BLOCKED_WITH_TIME
source: Road block on this route Travel time without road block:
ru: На маршруте есть перекрытия Время в пути без их учёта:

# NOTIFICATION_LOCATION_SERVICES_OFF_MESSAGE
source: Allow access to GPS so that Navigator can plot your route.
ru: Откройте доступ к геопозиции для Навигатора, чтобы он смог вести вас по маршруту.

# NOTIFICATION_ZOOM_IN_TO_SEE_PARKINGS
source: Zoom in to see parking spaces
ru: Парковки видны на самых крупных масштабах карты

# OFFLINE_CACHE_START_INTERNET
source: Map will download when you next connect to the internet.
ru: Карта скачается при следующем подключении к интернету.

# OFFLINE_CACHE_START_NOW
source: Download has started
ru: Загрузка началась

# OFFLINE_CACHE_START_WIFI
source: Map will download when you next connect to Wi-Fi.
ru: Карта скачается при следующем подключении к Wi-Fi.

# OFFLINE_ROUTE_STATUS
source: Route created offline
ru: Маршрут без интернета

# OFFLINE_SEARCH_STATUS
source: Based on offline results
ru: Результаты без интернета

# OFFLINE_TRUCK_ROUTE_STATUS
source: Without truck areas
ru: Без учёта грузового каркаса

# OVERVIEW_SCREEN_CANCEL
source: Cancel
ru: Отмена

# OVERVIEW_SCREEN_SEND
source: Send
ru: Отправить

# PLURALS_TEST
source: piecepieces
ru: штукаштукиштук

# ROAD_ALERT_PRESET_BROKEN_ASPHALT
source: potholed road
ru: разбитый асфальт

# ROAD_ALERT_PRESET_UNPAVED_ROAD
source: unpaved road
ru: грунтовая дорога

# ROUTE_ALERT_GPS_SPOOFING_1
source: GPS temporarily disrupted
ru: Сбой GPS, но мы держимся

# ROUTE_ALERT_GPS_SPOOFING_2
source: Lost GPS, but not location
ru: Защита от телепортации включена

# ROUTE_ALERT_GPS_SPOOFING_3
source: GPS signal may be lost here
ru: Зона GPS-помех. Не теряйтесь

# ROUTE_BLOCKED
source: Road block on this route
ru: На маршруте есть перекрытия

# ROUTE_BLOCKED_WITH_TIME
source: Road block on this route Travel time without road block:
ru: На маршруте есть перекрытия Время в пути без их учёта:

# ROUTE_CROSSES_BORDERS
source: Border crossing on route
ru: На пути — граница

# ROUTE_CROSSES_BORDERS_AND_BAD_PART
source: Border and poor quality roads
ru: Граница и неровная дорога

# ROUTE_CROSSES_BORDERS_AND_DEAD_JAM
source: Border and risk of heavy traffic
ru: Граница и риск глухой пробки

# ROUTE_CROSSES_BORDERS_AND_GREEN
source: Less traffic, but crosses border
ru: Меньше пробок, через границу

# ROUTE_CROSSES_BORDERS_AND_HAS_FERRY
source: Border and ferry crossing
ru: Граница и паромная переправа

# ROUTE_CROSSES_BORDERS_AND_TOLL
source: Border crossing and toll road
ru: Граница и платный участок

# ROUTE_DEAD_JAM
source: Risk of severe traffic jams
ru: Риск образования глухой пробки

# ROUTE_DEAD_JAM_AND_TOLL
source: Toll road. Severe traffic jam risk
ru: Платная дорога. Риск глухой пробки

# ROUTE_FINISH_OUT_OF_CARGO_FRAME
source: The route ends outside the truck area
ru: Конец маршрута вне грузового каркаса

# ROUTE_FOR_PARKING
source: Follow this route for parking
ru: Маршрут для поиска парковки

# ROUTE_FUTURE_BLOCKED
source: Route will be blocked soon
ru: Часть маршрута скоро перекроют

# ROUTE_GREEN_ROUTE
source: Less traffic, but longer
ru: Меньше пробок, но длиннее

# ROUTE_HAS_BAD_PART
source: Poor quality roads on this route
ru: На маршруте есть неровная дорога

# ROUTE_HAS_BAD_PART_AND_DEAD_JAM
source: Poor roads, severe traffic jam risk
ru: Неровная дорога. Риск глухой пробки

# ROUTE_HAS_BAD_PART_AND_GREEN
source: Less traffic, but poor roads
ru: Меньше пробок, неровная дорога

# ROUTE_HAS_FERRY
source: Route includes ferry
ru: На маршруте есть паромная переправа

# ROUTE_HAS_FERRY_AND_BAD_PART
source: Ferry and poor quality roads on route
ru: На пути паром и неровная дорога

# ROUTE_HAS_FERRY_AND_DEAD_JAM
source: Ferry and risk of heavy traffic
ru: Паром и риск глухой пробки

# ROUTE_HAS_FERRY_AND_GREEN
source: Less traffic, but ferry on route
ru: Меньше пробок, с паромом

# ROUTE_HAS_FERRY_AND_TOLL
source: Ferry and toll road on route
ru: На пути паром и платный участок

# ROUTE_HAS_MULTIPLE_CARGO_RESTRICTED_ZONES
source: Some sections of the route run outside the truck area
ru: Есть участки вне грузового каркаса

# ROUTE_HAS_ONE_RESTRICTED_ZONE
source: A section of the route runs outside the truck area
ru: Есть участок вне грузового каркаса

# ROUTE_HAS_TOLL
source: Toll road on this route
ru: На маршруте есть платная дорога

# ROUTE_HAS_TOLL_AND_BAD_PART
source: Toll and poor quality roads on route
ru: На пути платный участок и неровная дорога

# ROUTE_HAS_TOLL_AND_GREEN
source: Less traffic, toll road on route
ru: Меньше пробок, по платной дороге

# ROUTE_HAS_TOLL_SETTING_IGNORED
source: No routes without toll roads available
ru: Нет маршрутов без платной дороги

# ROUTE_SECURITY_CHECKPOINT_SHORT_MESSAGE
source: Roadblock
ru: Пропускной пункт

# ROUTE_START_OUT_OF_CARGO_FRAME
source: The route starts outside the truck area
ru: Начало маршрута вне грузового каркаса

# ROUTE_WHOLE_RESTRICTED
source: The route runs outside the truck area
ru: Маршрут вне грузового каркаса

# USER_POI_COMMENT_UNAVAILABLE_IN_AUTO
source: Unavailable while moving
ru: Недоступно в движении

# USER_POI_FAIL
source: Unable to add marker
ru: Не могу добавить точку

# VOICE_CONFIRMATION_ADD_POI
source: Ok or Cancel
ru: «Поехали» или «Отменить»

# VOICE_CONFIRMATION_CHOOSE_ROUTE
source: Ok or Cancel
ru: «Поехали» или «Отменить»

# auto_widget_ask_alice
source: or say "Alisa, poyekhali"
ru: Или скажите «Алиса, поехали»

# auto_widget_open_navi_action
source: Create route
ru: Нажмите, чтобы ввести адрес

# auto_widget_search_action
source: Search
ru: Поиск

# auto_widget_search_address
source: Find address
ru: Найти адрес

# auto_widget_title
source: Navigator
ru: Навигатор

# overview_brand_route_disclaimer
source: Advertising
ru: Реклама

# trucks_pin_restricted_part_begin
source: Exiting the truck area. Make sure you have a permission.
ru: Съезд с грузового каркаса. Проверьте, что у вас есть разрешение.

# NOTIFICATION_THANKS
source: Thank you!
ru: Спасибо!

# OFFLINE_CACHE_OFFER_DOWNLOAD_ROUTING_LATER_ON_ANY_CONNECTION_EXTENDED
source: Get directions offline. Download the map of %s (%s) the next time you connect to the internet.
ru: Стройте маршруты без интернета. Скачайте карту при следующем подключении к интернету. На карте — %s (%s).

# NOTIFICATION_ROUTE_RESET
source: Are you sure you would like to reset the route?
ru: Вы действительно хотите сбросить маршрут?

# OFFLINE_CACHE_OFFER_DOWNLOAD_ROUTING_LATER_ON_WIFI_EXTENDED
source: Get directions offline. Download the map of %s (%s) the next time you connect via Wi-Fi.
ru: Стройте маршруты без интернета. Скачайте карту при следующем подключении к Wi-Fi. На карте — %s (%s).

# NOTIFICATION_NO_LOCATION
source: Unable to determine current location
ru: Не удалось определить местоположение

# OFFLINE_CACHE_OFFER_DOWNLOAD_ROUTING_NOW_GOOD_WIFI_EXTENDED
source: Get directions offline. To do this download a map of %s (%s) while you still have a good connection.
ru: Стройте маршруты без интернета. Для этого скачайте карту, пока у вас хорошая связь. На карте — %s (%s).

# OFFLINE_CACHE_OFFER_DOWNLOAD_SEARCH_LATER_ON_ANY_CONNECTION_EXTENDED
source: Find places and get directions offline. Download a map for %s (%s) when you next connect to the internet.
ru: Ищите места и стройте маршруты без интернета. Скачайте карту при следующем подключении к интернету. На карте — %s (%s).

# NOTIFICATION_ROUTING_ERROR
source: Unable to create route%s.
ru: Не удалось построить маршрут%s.

# OFFLINE_CACHE_OFFER_DOWNLOAD_SEARCH_LATER_ON_WIFI_EXTENDED
source: Find places and get directions offline. Download a map for %s (%s) when you next connect to Wi-Fi.
ru: Ищите места и стройте маршруты без интернета. Скачайте карту при следующем подключении к Wi-Fi. На карте — %s (%s).

# ROUTE_FAIL_NO_ROUTE
source: : route not available
ru: : нельзя проехать

# REQUEST_FAIL_CONNECTION_TIMEOUT
source: : no connection
ru: : нет связи

# ROUTE_FAIL_SERVER_ERROR
source: : server error
ru: : ошибка на сервере

# SETTINGS_TITLE
source: Settings
ru: Настройки

# BALLOON_LOADING
source: Loading
ru: Загрузка

# BALLOON_ADD_TO_FAVORITES
source: Save
ru: Сохранить

# BALLOON_VIA_POINT_CHANGE_ADDRESS
source: Edit
ru: Уточнить

# BALLOON_GO_DOUBLE
source: To
ru: Сюда

# BALLOON_VIA_DOUBLE
source: Via
ru: Заехать

# SEARCH_WAITING
source: Search:
ru: Поиск:

# SEARCH_NONE
source: No results found.
ru: Ничего не найдено.

# SEARCH_FAILED
source: Unable to perform search
ru: Не удалось выполнить поиск

# OVERVIEW_SCREEN_GO
source: Go
ru: Поехали

# OVERVIEW_SCREEN_RESET
source: Reset
ru: Сброс

# FAVOURITE_ITEM_ADD_1
source: Home
ru: Дом

# FAVOURITE_ITEM_ADD_2
source: Work
ru: Работа

# METERS_SHORT
source: m
ru: м

# KILOMETERS_SHORT
source: km
ru: км

# MINUTES_SHORT
source: min
ru: мин

# HOURS_SHORT
source: hr
ru: ч

# DAYS_SHORT
source: d
ru: дн

# DAYS_1
source: day
ru: день

# DAYS_234
source: days
ru: дня

# DAYS_X
source: days
ru: дней

# HOURS_1
source: hour
ru: час

# HOURS_234
source: hours
ru: часа

# HOURS_X
source: hours
ru: часов

# KILOMETERS_PER_HOUR_SHORT
source: km/h
ru: км/ч

# MAP_POPUP_WHAT_IS_HERE
source: What's here?
ru: Что здесь?

# MAP_POPUP_SET_POINT
source: Set
ru: Установить

# MAP_POPUP_ROUTE_TO
source: To
ru: Сюда

# MAP_POPUP_ROUTE_VIA
source: Via
ru: Через

# MAP_POPUP_ROUTE_FROM
source: From
ru: Отсюда

# EDIT_VIA_POINT_CURRENT_ADDRESS
source: Waypoint:
ru: Остановка на маршруте:

# EDIT_VIA_POINT_CHANGE_ADDRESS
source: Adjust
ru: Уточнить

# EDIT_VIA_POINT_REMOVE_POINT
source: Remove
ru: Удалить

# EDIT_VIA_POINT_ADD_FROM_FAVOURITES
source: Select from "My places"
ru: Взять из «Моих мест»

# MAP_OBJECT_TO
source: To
ru: Сюда

# MAP_OBJECT_VIA
source: Via
ru: Заехать

# MAP_OBJECT_FROM
source: From
ru: Отсюда

# MAP_OBJECT_HAVE_POINT
source: Correct
ru: Точка здесь

# MAP_OBJECT_NO_POINT
source: Incorrect
ru: Точки нет

# ALERT_OK_BUTTON
source: OK
ru: ОК

# ALERT_CANCEL_BUTTON
source: Cancel
ru: Отмена

# ALERT_YES_BUTTON
source: Yes
ru: Да

# ALERT_NO_BUTTON
source: No
ru: Нет

source: Close
ru: Закрыть

# CARD_SCREEN_PHONE
source: Telephone
ru: Телефон

# CARD_SCREEN_URL
source: URL
ru: Сайт

# CARD_SCREEN_HOURS
source: Working hours
ru: Часы работы

# CARD_SCREEN_CATEGORY
source: Category
ru: Категория

# CARD_SCREEN_ADD_TO_FAVORITES
source: Add to "My places"
ru: Добавить в «Мои места»

# CARD_SCREEN_REMOVE_FROM_FAVORITES
source: Remove from "My places"
ru: Удалить из «Моих мест»

# CARD_SCREEN_VOTE_DT_FMT
source: Updated at %s.
ru: Ваш выбор учтен %s.

# CANCEL_BUTTON
source: Cancel
ru: Отменить

# EDIT_FAVOURITE_DEFAULT_NAME
source: Marker
ru: Точка

# SCROLLABLE_LIST_REMOVE_CONRITM_TITLE
source: Remove
ru: Удалить

# MAP_VAFOURITES_SCREEN_TITLE
source: Search places
ru: Поиск места

# MAP_VIA_POINT_SCREEN_TITLE
source: Waypoints
ru: Остановка на маршруте

# WAIT_CURSOR_TEXT_ROUTING
source: Creating route...
ru: Поиск маршрута...

# WAIT_CURSOR_TEXT_FINDING_FROM
source: Locating...
ru: Поиск местоположения...

# WAIT_CURSOR_TEXT_FINDING_GPS
source: Looking for signal...
ru: Поиск спутников...

# USER_POI_COMMENT_TITLE
source: Comments
ru: Комментарий

# USER_POI_MY_COMMENT
source: Enter comment here
ru: Комментарий к дорожному событию

# USER_POI_SET_BUTTON
source: Set
ru: Установить

# USER_POI_SERVER_OK
source: Marker set
ru: Точка установлена

# USER_FEEDBACK_SERVER_OK
source: Thank you!
ru: Спасибо!

source: Server error
ru: Ошибка на сервере

# YARI_ROUTE_ACTION_ERROR
source: Unable to create route - no destination
ru: Не могу построить маршрут — нет конечной точки

# hla_12_hours_ago
source: 12 hours ago
ru: полдня назад

# hla_2_4_hours_ago
source: %d hours ago
ru: %d часа назад

# hla_2_4_minutes_ago
source: %d minutes ago
ru: %d минуты назад

# hla_five_days_ago
source: five days ago
ru: пять дней назад

# hla_four_days_ago
source: four days ago
ru: четыре дня назад

# hla_in_12_hours
source: in 12 hours
ru: через полдня

# hla_in_2_4_hours
source: in %d hours
ru: через %d часа

# hla_in_2_4_minutes
source: in %d minutes
ru: через %d минуты

# hla_in_more_than_one_day
source: in more than one day
ru: больше, чем через день

# hla_in_one_day
source: in one day
ru: через день

# hla_in_one_hour
source: in one hour
ru: через час

# hla_in_one_minute
source: in one minute
ru: через минуту

# hla_in_x_hours
source: in %d hours
ru: через %d часов

# hla_in_x_minutes
source: in %d minutes
ru: через %d минут

# hla_just_now
source: just now
ru: только что

# hla_more_than_one_day_ago
source: more than one day ago
ru: больше дня назад

# hla_one_day_ago
source: one day ago
ru: день назад

# hla_one_hour_ago
source: one hour ago
ru: час назад

# hla_one_hour_x1_minutes_ago
source: 1 hour %d minute ago
ru: 1 час %d минуту назад

# hla_one_hour_x2_4_minutes_ago
source: 1 hour %d minutes ago
ru: 1 час %d минуты назад

# hla_one_hour_x_minutes_ago
source: 1 hour %d minutes ago
ru: 1 час %d минут назад

# hla_one_minute_ago
source: one minute ago
ru: минуту назад

# hla_six_days_ago
source: six days ago
ru: шесть дней назад

# hla_three_days_ago
source: three days ago
ru: три дня назад

# hla_today_in_hh_mm
source: today at %02d:%02d
ru: сегодня, в %02d:%02d

# hla_two_days_ago
source: two days ago
ru: два дня назад

# hla_x1_minutes_ago
source: %d minute ago
ru: %d минуту назад

# hla_x_hours_ago
source: %d hours ago
ru: %d часов назад

# hla_x_minutes_ago
source: %d minutes ago
ru: %d минут назад

# hla_yesterday_in_hh_mm
source: yesterday at %02d:%02d
ru: вчера, в %02d:%02d

# user_training_build_route_message
source: Get directions to an address, business or place name. To go there again, find it in your History
ru: Постройте маршрут по адресу или названию места. А если надо повторить поездку, найдите её в истории

# user_training_carparks_button_long_tap_message
source: Tap and hold to get parking directions
ru: Нажмите и удерживайте, чтобы проложить парковочный маршрут

# user_training_carparks_route_button_message
source: Get parking directions
ru: Проложить парковочный маршрут

# user_training_create_chat_button_message
source: Tap the road event icon to start a conversation
ru: Чтобы создать разговорчик, нажмите на значок дорожного события

# user_training_create_chat_tab_message
source: Choose your category, type in your message then tap "Set"
ru: Перейдите в нужную вкладку, введите своё сообщение и нажмите «Установить»

# user_training_go_button_message
source: Select a route and tap "Go!"
ru: Выберите маршрут и нажмите «Поехали!»

# user_training_offline_route_message
source: You are offline. Route will update with congestion information when you reconnect.
ru: Нет сети. Маршрут обновится с учётом пробок, как только вы снова подключитесь.

# user_training_please_use_chat_message
source: See what other drivers are saying, and leave comments of your own
ru: Узнавайте, что сообщают другие водители, и делитесь ситуацией на дороге сами

# user_training_search_input_message
source: Enter an address or place name
ru: Введите адрес или название места

# user_training_surge_button_message
source: Monitor areas of high demand in Yandex.Taxi
ru: Включайте зоны повышенного спроса в Яндекс.Такси

# user_training_voice_button_message
source: Say hi to Alice
ru: С вами Алиса. Скажите: «Привет, Алиса!»

# user_training_voice_button_no_permission_message
source: Say hi to Alice
ru: С вами Алиса.

# user_training_voice_input_message
source: Say "Go" and tell Navigator the address or the place you need to go
ru: Скажите «Поехали» и произнесите нужный адрес или название места

# road_event_accident_template_1
source: left lane
ru: левый ряд

# road_event_accident_template_2
source: middle lane
ru: средний ряд

# road_event_accident_template_3
source: right lane
ru: правый ряд

# road_event_card_not_here_button_title
source: Not anymore
ru: Уже нет

# road_event_card_still_here_button_title
source: Still there
ru: Ещё есть

# road_event_feedback_template_1
source: no entry due to
ru: нет проезда из-за

# road_event_feedback_template_2
source: turn
ru: поворот

# road_event_feedback_template_3
source: barrier gate
ru: шлагбаум

# road_event_other_template_1
source: potholed road
ru: разбитый асфальт

# road_event_other_template_2
source: unpaved road
ru: грунтовая дорога

# vc_alice_connection_off
source: I'm pretty helpless without an internet connection
ru: Без интернета я как без рук

# vc_alice_starting_message
source: How may I help you?
ru: Как вам помочь?
