Repository: Alexander-Berg/2022-tests-examples
Catalog: mobile/TestApp/Projected/*.lproj/Localizable.strings
Languages: ru

# car_info_details_card_mandatory_insurance_action_title
source: Add expiration date
ru: Добавить дату окончания

# car_info_details_card_mandatory_insurance_remove_cancel_text
source: No
ru: Нет

# car_info_details_card_mandatory_insurance_remove_confirm_text
source: Delete
ru: Удалить

# car_info_details_card_mandatory_insurance_remove_text
source: Delete all OSAGO information?
ru: Удалить информацию об ОСАГО?

# car_info_details_card_mandatory_insurance_title
source: OSAGO
ru: ОСАГО

# car_info_details_card_recall_campaigns_action_title
source: Learn more
ru: Подробнее

# car_info_details_card_recall_campaigns_loading_text
source: Checking
ru: Идёт проверка

# car_info_details_card_recall_campaigns_not_found_text
source: No recall campaigns found
ru: Отзывных кампаний нет

# car_info_details_card_recall_campaigns_section_title
source: Recall campaigns
ru: Отзывные кампании

# car_info_details_card_sts_title
source: VRC number
ru: Номер СТС

# car_info_menu_add_car_section_footer
source: Enter your license plate number or VIN to find out if your car has been recalled
ru: Укажите госномер или VIN и узнайте, попал ли ваш автомобиль под отзывную кампанию

# car_info_menu_add_car_title
source: Add car
ru: Добавить машину

# car_info_menu_cell_car_from_ya_money_action_title
source: Check for recalls
ru: Проверить на отзывные кампании

# car_info_menu_cell_car_from_ya_money_details
source: You added this data to pay for fines or parking
ru: Вы ранее добавили эти данные для оплаты штрафов или парковки

# car_info_menu_cell_delete_cancel_text
source: No
ru: Нет

# car_info_menu_cell_delete_confirm_text
source: Delete
ru: Удалить

# car_info_menu_cell_delete_text
source: Delete vehicle information?
ru: Удалить информацию о машине?

# car_info_search_button_retry_title
source: Search again
ru: Повторить поиск

# car_info_search_button_title
source: Add
ru: Добавить

# car_info_search_caption
source: Enter your license plate number or VIN, and Navigator will try to fill in the rest. You can then check if your car has been recalled. Manufacturers periodically recall cars in order to replace low-quality parts and fix assembly issues.
ru: Введите госномер или VIN, остальное Навигатор попробует угадать сам. После этого можно будет проверить, попал ли автомобиль под отзывную кампанию. Отзывные кампании проводит производитель, чтобы заменить некачественные детали и устранить проблемы сборки.

# car_info_search_data_not_ready_error_text
source: There wasn't enough time to collect all the necessary data about your car
ru: Не хватило времени, чтобы собрать все данные о вашей машине

# car_info_search_data_not_ready_error_title
source: Please try again
ru: Нужна ещё одна попытка

# car_info_search_empty_result_text
source: No matching car found in our database. This might be because it's brand new and we haven't had time to enter the relevant data yet. Please check again in a few weeks.
ru: Вашей машины почему-то нет в базах. Возможно, она совсем новая, и данные ещё не успели внести. Попробуйте проверить через неделю-другую

# car_info_search_empty_result_title
source: No results
ru: Ничего не нашлось

# car_info_search_field_placeholder
source: License plate number or VIN
ru: Госномер или VIN

# car_info_search_generic_error_text
source: Something went wrong, please try again later
ru: Что-то пошло не так, попробуйте повторить позже

# car_info_search_invalid_VIN_or_plate_number_error_text
source: Please make sure you entered your licence plate number or VIN correctly
ru: Убедитесь, что госномер или VIN написан без ошибок

# car_info_search_invalid_VIN_or_plate_number_error_title
source: No results
ru: Ничего не нашлось

# car_info_search_result_ad_agreement
source: I consent to receiving newsletters and promotional offers from Yandex, LLC and Yandex.Classifieds, LLC.
ru: Даю согласие на получение новостных и рекламных сообщений от ООО «Яндекс» и ООО «Яндекс.Вертикали»

# car_info_search_result_approve_button_title
source: Yes, that's my car
ru: Верно, это моя машина

# car_info_search_result_caption
source: According to auto.ru
ru: По данным портала auto.ru

# car_info_search_result_car_not_found_button_title
source: No results
ru: Ничего не нашлось

# car_info_search_result_car_not_found_text
source: No matching vehicle found in our database. This might be because it's brand new and the data hasn't been added yet. Please check again in a week or two.
ru: Вашей машины почему-то нет в базах. Возможно, она совсем новая, и данные ещё не успели внести. Попробуйте проверить через неделю-другую

# car_info_search_result_card_color_caption
source: Color
ru: Цвет

# car_info_search_result_card_engine_caption
source: Engine
ru: Двигатель

# car_info_search_result_card_year_caption
source: Model year
ru: Год выпуска

# car_info_search_result_generic_error_button_title
source: Got it
ru: Хорошо

# car_info_search_result_generic_error_text
source: Something went wrong, please try again
ru: Тут что-то пошло не так, попробуйте ещё раз

# car_info_search_result_license_format
source: I consent to having my personal data processed by Yandex, LLC and Yandex.Classifieds, LLC according %s
ru: Даю согласие на обработку данных ООО «Яндекс» и ООО «Яндекс.Вертикали» на %s

# car_info_search_result_license_link_text
source: to the terms of the license agreement
ru: условиях лицензионного соглашения

# car_info_search_result_retry_button_title
source: Search again
ru: Повторить поиск

# car_info_search_result_title
source: Search results
ru: Результат поиска

# car_info_search_title
source: My car
ru: Моя машина

# car_info_search_too_many_requests_error_text
source: You've checked too many vehicles
ru: Вы проверили уже слишком много машин

# car_info_search_too_many_requests_error_title
source: Let's take a break
ru: Давайте на этом остановимся

# gas_stations_filter_card_title
source: Which type of fuel do you need?
ru: Какое топливо подходит?

# gas_stations_webview_promo_title
source: Gas stations in Yandex.Navigator
ru: Заправки в Навигаторе

# intro_context_guidance_action_button_title_ok
source: OK
ru: ОК

# intro_context_guidance_action_button_title_opposite
source: Disable
ru: Выключить

# intro_context_guidance_webpage_title
source: Context guidance beta
ru: Контекст в Навигаторе

# menu_about_build_format
source: Build %s
ru: Сборка %s

# menu_about_copyright
source: © 2012–2020 Yandex
ru: © 2012–2020 ООО «Яндекс»

# menu_about_license_agreement
source: License Agreement
ru: Лицензионное соглашение

# menu_about_privacy_policy
source: Privacy policy
ru: Политика конфиденциальности

# menu_about_title
source: About
ru: О программе

# menu_about_version_format
source: Version %1$s released %2$s
ru: Версия %1$s от %2$s

# menu_about_yandex_title
source: Yandex Navigator
ru: Яндекс Навигатор

# menu_app_lang_default
source: By default
ru: По умолчанию

# menu_app_lang_en
source: English
ru: Английский

# menu_app_lang_fr
source: French
ru: Французский

# menu_app_lang_he
source: Hebrew
ru: Иврит

# menu_app_lang_ru
source: Russian
ru: Русский

# menu_app_lang_tr
source: Turkish
ru: Турецкий

# menu_app_lang_uk
source: Ukrainian
ru: Украинский

# menu_auto_app_auth_button_title
source: Log in
ru: Авторизация

# menu_auto_app_needs_auth_button_subtitle
source: Please confirm your phone number
ru: Нужно подтвердить телефон

# menu_auto_app_needs_auth_button_title
source: No access to car
ru: Нет доступа к машине

# menu_bluetooth_mode_a2dp
source: A2DP (high quality sound)
ru: A2DP (высокое качество звука)

# menu_bluetooth_mode_default
source: By default
ru: По умолчанию

# menu_bluetooth_mode_hps
source: Use a headset
ru: Headset (для работы с гарнитурой)

# menu_bug_reports
source: Route navigation reports
ru: Поездки

# menu_bug_reports_description
source: View and send reports
ru: Просмотр и отправка

# menu_bug_reports_notification_error
source: An error occurred
ru: Случилась ошибка

# menu_bug_reports_notification_ok
source: Report sent
ru: Отзыв отправлен

# menu_bug_reports_notification_wait
source: Please wait while the report is being sent
ru: Отзыв отправляется. Пожалуйста, подождите

# menu_bug_reports_report_from
source: from
ru: от

# menu_bug_reports_report_marked
source: Errors are reported
ru: Есть отметки об ошибках

# menu_bug_reports_report_title
source: Report
ru: Отчет

# menu_bug_reports_send_dialog_hint
source: Description (optional)
ru: Описание (необязательно)

# menu_bug_reports_send_dialog_title
source: Send report
ru: Что не так?

# menu_bug_reports_show_bug
source: Bug icon on map screen
ru: Жук в окне с картой

# menu_camera_road_events_annotations_title
source: Cameras
ru: Камеры

# menu_covid_19_screen_title
source: Coronavirus
ru: Коронавирус

# menu_cursor_download_error
source: Download error
ru: Ошибка загрузки

# menu_cursor_downloading
source: Downloading %.1f%%
ru: Загрузка %.1f%%

# menu_cursor_model_arrow
source: Default
ru: Стандартный

# menu_cursor_model_bat
source: Dracula
ru: Дракула

# menu_cursor_model_cat_gourmet
source: White cat Gourmet
ru: Белый кот Гурмэ

# menu_cursor_model_default
source: By default
ru: По умолчанию

# menu_cursor_model_motobike
source: Motorcycle
ru: Мотоциклист

# menu_cursor_model_mts_sledge
source: Russian sled
ru: Русские сани

# menu_cursor_model_starwars_dark
source: TIE Fighter
ru: Истребитель СИД

# menu_cursor_model_starwars_light
source: X-Wing
ru: Истребитель типа «Х»

# menu_cursor_model_transformer
source: Transformers
ru: Трансформеры

# menu_cursor_model_turkey_taxi
source: Taxi
ru: Такси

# menu_cursor_model_ufo
source: UFO
ru: НЛО

# menu_cursor_remove_confirmation
source: Are you sure you want to delete this cursor?
ru: Вы действительно хотите удалить курсор?

# menu_cursor_unpacking
source: Unpacking
ru: Распаковка

# menu_cursors_ordinary
source: Cursors
ru: Курсоры

# menu_cursors_porsche
source: Porsche
ru: Курсоры Porsche

# menu_event_annotation_type_voice
source: Voice warning
ru: Голосовое предупреждение

# menu_feedback_screen_title
source: Feedback
ru: Обратная связь

# menu_fines_screen_title
source: GIBDD Traffic Police Fines
ru: Штрафы ГИБДД

# menu_gas_stations_discounts_and_bonuses_title
source: Discounts and bonuses
ru: Скидки и бонусы

# menu_gas_stations_promocode_title
source: Enter promo code
ru: Ввести промокод

# menu_header_settings_tooltip_text
source: Settings moved here
ru: Настройки переехали сюда

# menu_insurance_screen_title
source: OSAGO insurance
ru: Полис ОСАГО

# menu_mapeditor_screen_title
source: Help improve the map
ru: Сделайте карты лучше

# menu_mastercard_button_title
source: Select card
ru: Выберите карту

# menu_mastercard_card_type_any
source: All cards
ru: Все карты

# menu_music_landing_subtitle
source: How to listen in the car
ru: Что и как слушать в машине

# menu_music_landing_title
source: Yandex Music
ru: Яндекс.Музыка

# menu_navigation_yaauto_title
source: Yandex.Auto
ru: Яндекс.Авто

# menu_night_mode_auto
source: Auto
ru: Авто

# menu_night_mode_off
source: Off
ru: Выключен

# menu_night_mode_on
source: On
ru: Включен

# menu_offers_list_active_section_header
source: ACTIVE
ru: ДЕЙСТВУЮЩИЕ

# menu_offers_list_advertisement
source: Advertising
ru: Реклама

# menu_offers_list_empty_description
source: Offers you find from Yandex.Navigator partners when getting directions will be saved here.
ru: Здесь будут предложения партнёров Навигатора, которые вы встретите на маршруте и сохраните.

# menu_offers_list_empty_title
source: Offers list is empty
ru: Список предложений пуст

# menu_offers_list_inactive_section_header
source: EXPIRED
ru: АРХИВНЫЕ

# menu_offers_list_loading_offer
source: Saving
ru: Акция сохраняется

# menu_offers_list_loading_section_header
source: SAVING
ru: СОХРАНЯЮТСЯ

# menu_offers_list_screen_title
source: Offers
ru: Предложения

# menu_quick_settings_truck_driver_setting
source: Routes
ru: Маршруты

# menu_raster_mode_map
source: Map
ru: Схема

# menu_raster_mode_sat
source: Satellite
ru: Спутник

# menu_rating_gas_stations_gratitude
source: Thanks!
ru: Спасибо!

# menu_rating_gas_stations_negative_button_title
source: No
ru: Нет, плохое

# menu_rating_gas_stations_neutral_button_title
source: I didn't get gas here
ru: Я здесь не заправлялся

# menu_rating_gas_stations_positive_button_title
source: Yes
ru: Вроде да

# menu_rating_gas_stations_question
source: Was the gas at %s ok?
ru: На этой АЗС «%s» нормальное топливо?

# menu_rating_gas_stations_skip_button_title
source: Skip
ru: Пропустить

# menu_road_event_type_accident
source: Accident
ru: ДТП

# menu_road_event_type_camera
source: Camera
ru: Камера

# menu_road_event_type_chat
source: Conversations
ru: Разговорчики

# menu_road_event_type_closed
source: Road closure
ru: Перекрытие

# menu_road_event_type_cross_road_control
source: Red light enforcement camera
ru: Камера контроля проезда перекрёстка

# menu_road_event_type_danger
source: Dangerous roads
ru: Аварийно-опасные участки

# menu_road_event_type_drawbridge
source: Raised bridges
ru: Разведение мостов

# menu_road_event_type_feedback
source: Feedback
ru: Ошибка

# menu_road_event_type_lane_camera
source: Lane control camera
ru: Камера контроля полосы

# menu_road_event_type_mobile_control
source: Mobile speed camera
ru: Мобильная засада

# menu_road_event_type_no_stopping_control
source: No-stopping enforcement camera
ru: Камера на остановку

# menu_road_event_type_other
source: Other
ru: Прочее

# menu_road_event_type_police
source: User-added camera
ru: Пользовательская камера

# menu_road_event_type_police_post
source: Traffic police post
ru: Пост ДПС

# menu_road_event_type_reconstruction
source: Road works
ru: Дорожные работы

# menu_road_event_type_road_marking_control
source: Traffic rule enforcement camera
ru: Камера на разметку

# menu_road_event_type_school
source: School zone
ru: Рядом школа

# menu_road_event_type_speed_camera
source: Speed camera
ru: Камера контроля скорости

# menu_screen_copy_promocode_message
source: Promo code copied
ru: Промокод скопирован

# menu_screen_title
source: Menu
ru: Меню

# menu_selectable_spotter_name_alice
source: Alice
ru: Алиса

# menu_selectable_spotter_name_yandex
source: Yandex
ru: Яндекс

# menu_setting_bluetooth_car_detection_footer
source: Enable this to be informed about road situations and get directions upon connecting to a vehicle's Bluetooth device.
ru: Включите, чтобы Навигатор сообщал о ситуации на дорогах и предлагал строить маршруты при соединении с мультимедийным устройством авто.

# menu_setting_buildroutefromcar
source: Show route from car
ru: Показывать маршрут от автомобиля

# menu_setting_downloads_section
source: Downloads
ru: Загрузка и удаление

# menu_setting_instruments_section
source: Tools
ru: Инструменты

# menu_setting_login_button
source: Sign in
ru: Войти

# menu_setting_login_description
source: Sign in to save your settings, search history, and combine your favorites on all your devices
ru: Авторизация хранит настройки, историю поиска и объединяет избранные точки на всех ваших устройствах

# menu_setting_map_section
source: Map
ru: Карта

# menu_setting_naviauto_sync
source: Sync data
ru: Синхронизировать данные

# menu_setting_notifications_section
source: Notifications
ru: Оповещения

# menu_setting_screen_title
source: Settings
ru: Настройки

# menu_setting_sound_section
source: Sound
ru: Звук

# menu_setting_sound_section_footer
source: By saying “Hey, Yandex”, you can use voice-activated control without clicking the “microphone” button. If you have music playing, then voice activation will be disabled.
ru: Скажите «Слушай, Алиса», чтобы активировать голосовое управление, не нажимая значок микрофона. При включении музыки голосовая активация будет отключаться.

# menu_setting_sync_section_footer
source: Disable sync if you want these settings to be saved for this device only
ru: Выключите, чтобы сохранить настройки приложения только на этом устройстве

# menu_setting_warnings_section
source: Warnings
ru: Предупреждения

# menu_settings_3d
source: 3D mode
ru: 3D-режим

# menu_settings_about
source: About
ru: О программе

# menu_settings_ads
source: Ads
ru: Реклама в приложении

# menu_settings_alice
source: Alice
ru: Алиса

# menu_settings_annotations_during_call
source: Notifications during calls
ru: Аннотации во время звонка

# menu_settings_another_app
source: More Yandex apps
ru: Другие приложения Яндекса

# menu_settings_app_language
source: Language
ru: Язык в приложении

# menu_settings_app_language_confirmation
source: Yandex.Navigator must restart to change language.
ru: Для смены языка Навигатору нужно перезагрузиться.

# menu_settings_audioguide
source: Voice guidance
ru: Голосовое сопровождение

# menu_settings_autozoom
source: Autozoom
ru: Автомасштаб

# menu_settings_avoid_tolls
source: Avoid toll roads
ru: Избегать платных дорог

# menu_settings_avoid_tolls_footer
source: This works when you get directions online
ru: Работает, когда вы строите маршруты онлайн

# menu_settings_background_freedrive_enabled
source: When driving freely
ru: Без маршрута

# menu_settings_background_guidance_enabled
source: When following routes
ru: С маршрутом

# menu_settings_background_guidance_footer
source: Enable this function to have Navigator give you directions even when the app is hidden
ru: Включите, чтобы Навигатор предупреждал о манёврах, даже когда приложение свёрнуто

# menu_settings_background_guidance_header
source: Background navigation
ru: Работа в фоне

# menu_settings_bluetooth_car_detection
source: Bluetooth connections
ru: При подключении к Bluetooth

# menu_settings_bluetooth_voice_activation
source: Voice Activation (Bluetooth)
ru: Голосовая Активация (Bluetooth)

# menu_settings_carpark_detection_enabled
source: Available space
ru: Место свободно

# menu_settings_carpark_detection_footer
source: Turn this on and other Yandex.Navigator users will see when your parking spot becomes available
ru: Включите, чтобы сообщать другим пользователям Навигатора, когда вы отъезжаете с парковки

# menu_settings_carparks_events_enabled
source: Show parking spaces
ru: Показывать свободные места

# menu_settings_carparks_events_footer
source: Turn this on to see available parking spaces that other users have recently left.
ru: Включите, чтобы отображались парковочные места, откуда недавно кто-то уехал.

# menu_settings_context_guidance
source: Hyper detailed routes
ru: Контекст в Навигаторе

# menu_settings_context_guidance_stick_in_the_corner
source: Lock maneuvers to corner of screen
ru: Зафиксировать подсказки о манёврах в углу экрана

# menu_settings_context_guidance_subtitle
source: Try the new interface
ru: Обновлённый интерфейс

# menu_settings_covid_19
source: Coronavirus
ru: Коронавирус

# menu_settings_covid_19_subtitle
source: Information and useful services
ru: Информация и полезные сервисы

# menu_settings_cursor_models
source: Cursor
ru: Курсор

# menu_settings_download_maps
source: Download maps
ru: Загрузка карт

# menu_settings_download_maps_subtitle
source: To get directions offline
ru: Для навигации офлайн

# menu_settings_event_warnings
source: Warning settings
ru: О событии

# menu_settings_extended_audio_title
source: Sounds and alerts
ru: Звуки и оповещения

# menu_settings_extended_map_title
source: Map and interface
ru: Карта и интерфейс

# menu_settings_extended_navigation_title
source: Navigation
ru: Навигация

# menu_settings_extended_push_topics_title
source: Notifications
ru: Уведомления

# menu_settings_extended_settings_title
source: Advanced settings
ru: Расширенные настройки

# menu_settings_fast_settings_title
source: Quick settings
ru: Быстрые настройки

# menu_settings_feedback
source: Feedback
ru: Обратная связь

# menu_settings_feedback_subtitle
source: Improve map and navigation quality
ru: Улучшение качества навигации и карт

# menu_settings_fines
source: GIBDD Traffic Police Fines
ru: Штрафы ГИБДД

# menu_settings_fines_subtitle
source: View and pay fines
ru: Просмотр и оплата штрафов

# menu_settings_fuel_type_ai92
source: 92 octane
ru: АИ-92

# menu_settings_fuel_type_ai95
source: 95 octane
ru: АИ-95

# menu_settings_fuel_type_ai98
source: 98 octane
ru: АИ-98

# menu_settings_fuel_type_diesel
source: Diesel
ru: Дизель

# menu_settings_fuel_type_methane
source: Methane
ru: Метан

# menu_settings_fuel_type_propane
source: Propane
ru: Пропан

# menu_settings_fuel_types_filters_title
source: Fuel type filter
ru: Фильтр по типу топлива

# menu_settings_gas_stations
source: Gas stations
ru: Яндекс.Заправки

# menu_settings_gas_stations_connected_brands_title
source: Available gas stations
ru: Доступные сети заправок

# menu_settings_gas_stations_faq_title
source: FAQ
ru: Популярные вопросы

# menu_settings_gas_stations_fuel_filter_title
source: Fuel type filter
ru: Фильтр по типу топлива

# menu_settings_gas_stations_history_title
source: Refueling history
ru: История моих заправок

# menu_settings_gas_stations_license_title
source: User agreement
ru: Пользовательское соглашение

# menu_settings_gas_stations_main_section_header
source: Pay for refueling in Yandex.Navigator without leaving the car
ru: Оплачивайте заправку в Навигаторе, не выходя из машины

# menu_settings_gas_stations_manual_choose_pump_header
source: Choose a pump and a fuel type
ru: Выберите колонку и тип топлива

# menu_settings_gas_stations_manual_choose_volume_header
source: Enter an amount or the number of liters
ru: Укажите сумму или количество литров

# menu_settings_gas_stations_manual_go_to_gas_station_footer
source: Check "Gas stations — pay in app" to find a station near you. Once you're at the station, Yandex.Navigator will automatically open a payment card and offer you to pay in the app.
ru: Такие АЗС можно найти в разделе с подписью «Яндекс.Заправки». Когда вы приедете на АЗС, Навигатор автоматически откроет карточку оплаты и предложит вам оплатить заправку в приложении.

# menu_settings_gas_stations_manual_go_to_gas_station_header
source: Go to a gas station that accepts payments in Yandex.Navigator
ru: Приезжайте на АЗС, где можно оплатить заправку в Навигаторе

# menu_settings_gas_stations_manual_press_pay_footer
source: Don't pay before you've reached the pump: you might end up paying for somebody else's fuel.
ru: Оплачивайте только тогда, когда подъедете к колонке, чтобы случайно не оплатить чужое топливо.

# menu_settings_gas_stations_manual_press_pay_header
source: Tap "Pay"
ru: Нажмите «Оплатить»

# menu_settings_gas_stations_manual_title
source: How it works
ru: Как это работает

# menu_settings_gas_stations_payment_way_title
source: Payment options
ru: Способ оплаты

# menu_settings_gas_stations_subtitle
source: Pay in Yandex.Navigator
ru: Оплата топлива в Навигаторе

# menu_settings_gas_stations_subtitle_green
source: Pay in Yandex.Navigator
ru: Оплата топлива из машины

# menu_settings_gas_stations_support_title
source: Support
ru: Служба поддержки

# menu_settings_gas_stations_title_postfix
source: New
ru: Новое

# menu_settings_insurance
source: OSAGO insurance
ru: Полис ОСАГО

# menu_settings_insurance_subtitle
source: Set up third party liability insurance
ru: Заказ и бесплатная доставка

# menu_settings_logout
source: Sign out
ru: Выйти

# menu_settings_map_mode
source: Map type
ru: Вид карты

# menu_settings_mapeditor
source: Tap to update map details and
ru: Нажмите, чтобы сделать

# menu_settings_mapeditor_subtitle
source: improve Yandex.Navigator
ru: Навигатор лучше и обновить карты

# menu_settings_mastercard
source: Offers and benefits
ru: Скидки и предложения

# menu_settings_mastercard_subtitle
source: for Mastercard cardholders
ru: по картам Mastercard

# menu_settings_mastercard_subtitle_temp
source: Please select your card type
ru: Выберите тип вашей карты

# menu_settings_misc
source: Other settings
ru: Другие настройки

# menu_settings_misc_geo_ad
source: Show ads when getting directions
ru: Реклама при построении маршрута
