const baseInitialState = {
    geo: {
        rgid: 587795,
        locative: 'в Москве',
    },
};

const allDistricts = [
    {
        id: 193393,
        name: 'Алексеевский',
    },
    {
        id: 193324,
        name: 'Арбат',
    },
    {
        id: 193279,
        name: 'Аэропорт',
    },
    {
        id: 193347,
        name: 'Бабушкинский',
    },
    {
        id: 193389,
        name: 'Басманный',
    },
    {
        id: 193328,
        name: 'Беговой',
    },
    {
        id: 193391,
        name: 'Богородское',
    },
    {
        id: 193282,
        name: 'Бутырский',
    },
    {
        id: 227292,
        name: 'Внуковское',
    },
    {
        id: 193290,
        name: 'Войковский',
    },
    {
        id: 193295,
        name: 'Головинский',
    },
    {
        id: 193296,
        name: 'Гольяново',
    },
    {
        id: 193297,
        name: 'Даниловский',
    },
    {
        id: 230748,
        name: 'Десёновское',
    },
    {
        id: 193298,
        name: 'Дмитровский',
    },
    {
        id: 193299,
        name: 'Донской',
    },
    {
        id: 193300,
        name: 'Дорогомилово',
    },
    {
        id: 193301,
        name: 'Замоскворечье',
    },
    {
        id: 193302,
        name: 'Западное Дегунино',
    },
    {
        id: 193362,
        name: 'Измайлово',
    },
    {
        id: 17385366,
        name: 'Кокошкино',
    },
    {
        id: 193307,
        name: 'Коптево',
    },
    {
        id: 193288,
        name: 'Косино-Ухтомский',
    },
    {
        id: 193308,
        name: 'Красносельский',
    },
    {
        id: 12445,
        name: 'Кунцево',
    },
    {
        id: 12433,
        name: 'Левобережный',
    },
    {
        id: 193388,
        name: 'Лефортово',
    },
    {
        id: 193346,
        name: 'Лосиноостровский',
    },
    {
        id: 193348,
        name: 'Люблино',
    },
    {
        id: 230733,
        name: 'Марушкинское',
    },
    {
        id: 193349,
        name: 'Марфино',
    },
    {
        id: 193350,
        name: 'Марьина Роща',
    },
    {
        id: 193351,
        name: 'Марьино',
    },
    {
        id: 12437,
        name: 'Мещанский',
    },
    {
        id: 12451,
        name: 'Митино',
    },
    {
        id: 193323,
        name: 'Можайский',
    },
    {
        id: '193289',
        name: 'Москворечье-Сабурово',
    },
    {
        id: 17385368,
        name: 'Московский',
    },
    {
        id: 193355,
        name: 'Нагатинский Затон',
    },
    {
        id: 193357,
        name: 'Нижегородский',
    },
    {
        id: 193359,
        name: 'Ново-Переделкино',
    },
    {
        id: 193360,
        name: 'Обручевский',
    },
    {
        id: 193371,
        name: 'Останкинский',
    },
    {
        id: 193285,
        name: 'Отрадное',
    },
    {
        id: 193286,
        name: 'Очаково-Матвеевское',
    },
    {
        id: 17385365,
        name: 'Первомайское',
    },
    {
        id: 193366,
        name: 'Покровское-Стрешнево',
    },
    {
        id: 193368,
        name: 'Пресненский',
    },
    {
        id: 193370,
        name: 'Раменки',
    },
    {
        id: 193392,
        name: 'Ростокино',
    },
    {
        id: 17367500,
        name: 'Рязановское',
    },
    {
        id: 12453,
        name: 'Рязанский',
    },
    {
        id: 193373,
        name: 'Савёловский',
    },
    {
        id: 193374,
        name: 'Свиблово',
    },
    {
        id: 12444,
        name: 'Соколиная Гора',
    },
    {
        id: 12425,
        name: 'Сокольники',
    },
    {
        id: 230739,
        name: 'Сосенское',
    },
    {
        id: 193318,
        name: 'Таганский',
    },
    {
        id: 12438,
        name: 'Тверской',
    },
    {
        id: 193319,
        name: 'Тимирязевский',
    },
    {
        id: 227307,
        name: 'Троицк',
    },
    {
        id: 17367988,
        name: 'Тропарёво-Никулино',
    },
    {
        id: 193320,
        name: 'Фили-Давыдково',
    },
    {
        id: 17385367,
        name: 'Филимонковское',
    },
    {
        id: 196718,
        name: 'Филёвский Парк',
    },
    {
        id: 193321,
        name: 'Хамовники',
    },
    {
        id: 193326,
        name: 'Ховрино',
    },
    {
        id: 193327,
        name: 'Хорошёво-Мнёвники',
    },
    {
        id: 12441,
        name: 'Хорошёвский',
    },
    {
        id: 12443,
        name: 'Чертаново Северное',
    },
    {
        id: 193336,
        name: 'Чертаново Центральное',
    },
    {
        id: 193332,
        name: 'Черёмушки',
    },
    {
        id: 12439,
        name: 'Щукино',
    },
    {
        id: 193339,
        name: 'Южное Бутово',
    },
    {
        id: 12449,
        name: 'Южнопортовый',
    },
    {
        id: 193344,
        name: 'Якиманка',
    },
    {
        id: 193345,
        name: 'Ярославский',
    },
];

export const getBaseInitialStateFullList = () => ({
    ...baseInitialState,
    districts: {
        districts: allDistricts,
    },
});

export const getBaseInitialStateFiveDistricts = () => ({
    ...baseInitialState,
    districts: {
        districts: allDistricts.slice(0, 5),
    },
});

export const getBaseInitialStateWithoutDistricts = () => ({
    ...baseInitialState,
    districts: {
        districts: [],
    },
});
