export const stations = [
    {
        id: '237539',
        name: '178 км',
    },
    {
        id: '196316',
        name: 'Покровско-Стрешнево',
    },
    {
        id: '192338',
        name: 'Шкинь',
    },
    {
        id: '180031',
        name: 'Бекасово-центральное',
    },
    {
        id: '212423',
        name: '147 км',
    },
    {
        id: '233006',
        name: 'Воймежный',
    },
    {
        id: '194723',
        name: 'Кузяево',
    },
    {
        id: '194916',
        name: 'Ипподром',
    },
    {
        id: '194672',
        name: '52 км',
    },
    {
        id: '484',
        name: 'Шелепиха',
    },
    {
        id: '236201',
        name: 'Хотьково',
    },
    {
        id: '192728',
        name: 'Вельяминово',
    },
    {
        id: '232427',
        name: '29 км',
    },
    {
        id: '191829',
        name: 'Белопесоцкий',
    },
    {
        id: '192412',
        name: 'Ратмирово',
    },
    {
        id: '313412',
        name: '147 км',
    },
    {
        id: '182105',
        name: 'Усово',
    },
    {
        id: '60321',
        name: 'Новоподрезково',
    },
    {
        id: '374',
        name: 'Новопеределкино',
    },
    {
        id: '182251',
        name: 'Жаворонки',
    },
    {
        id: '190101',
        name: 'Ока',
    },
    {
        id: '190012',
        name: 'Люблино',
    },
    {
        id: '242715',
        name: 'Тасин',
    },
    {
        id: '190807',
        name: 'Гривно',
    },
    {
        id: '344',
        name: 'Остафьево',
    },
    {
        id: '238828',
        name: 'Власово',
    },
    {
        id: '195548',
        name: 'Ростокино (Ярославское направление)',
    },
    {
        id: '199208',
        name: 'Локомотив (Черкизово)',
    },
    {
        id: '237558',
        name: 'Санино',
    },
    {
        id: '233106',
        name: 'Черусти',
    },
    {
        id: '233716',
        name: 'Конев Бор',
    },
    {
        id: '479',
        name: 'Верхние Котлы, МЦК',
    },
    {
        id: '181225',
        name: '274 км',
    },
    {
        id: '194776',
        name: '55 км',
    },
    {
        id: '311',
        name: '152 км',
    },
    {
        id: '193701',
        name: 'Кусково',
    },
    {
        id: '193843',
        name: 'Косино',
    },
    {
        id: '190525',
        name: '66 км',
    },
    {
        id: '473',
        name: 'Нижегородская (МЦК)',
    },
    {
        id: '238917',
        name: 'Запрудня',
    },
    {
        id: '192662',
        name: '312 км',
    },
    {
        id: '396',
        name: 'Улица Академика Королёва',
    },
    {
        id: '60849',
        name: 'Фроловское',
    },
    {
        id: '188718',
        name: 'Муратовка',
    },
    {
        id: '228602',
        name: 'Виленки',
    },
    {
        id: '197609',
        name: 'Волоколамск',
    },
    {
        id: '335',
        name: '28 км',
    },
    {
        id: '235726',
        name: 'Колонтаево',
    },
    {
        id: '191405',
        name: 'Красный Строитель',
    },
    {
        id: '489',
        name: 'Балтийская',
    },
    {
        id: '180010',
        name: 'Бекасово-1',
    },
    {
        id: '195020',
        name: 'Белоозёрская',
    },
    {
        id: '181831',
        name: 'Раздоры',
    },
    {
        id: '193858',
        name: 'Ухтомская',
    },
    {
        id: '238508',
        name: 'Каналстрой',
    },
    {
        id: '196606',
        name: 'Нахабино',
    },
    {
        id: '226801',
        name: 'Мордвес',
    },
    {
        id: '235938',
        name: 'Зеленоградская',
    },
    {
        id: '190506',
        name: 'Чехов',
    },
    {
        id: '233824',
        name: '6 км',
    },
    {
        id: '188741',
        name: 'Копытцево',
    },
    {
        id: '313817',
        name: '187 км',
    },
    {
        id: '477',
        name: 'Автозаводская',
    },
    {
        id: '233701',
        name: 'Пески',
    },
    {
        id: '192677',
        name: '309 км',
    },
    {
        id: '196911',
        name: '50 км',
    },
    {
        id: '182321',
        name: 'Захарово',
    },
    {
        id: '194812',
        name: 'Ильинская',
    },
    {
        id: '180913',
        name: 'Победа',
    },
    {
        id: '194738',
        name: 'Шевлягино',
    },
    {
        id: '237219',
        name: '126 км',
    },
    {
        id: '233805',
        name: 'Голутвин',
    },
    {
        id: '210729',
        name: 'Шульгино',
    },
    {
        id: '320',
        name: '80 км',
    },
    {
        id: '195430',
        name: 'Тайнинская',
    },
    {
        id: '483',
        name: 'Деловой центр',
    },
    {
        id: '190402',
        name: 'Шарапова Охота',
    },
    {
        id: '60815',
        name: 'Сенеж',
    },
    {
        id: '196521',
        name: 'Опалиха',
    },
    {
        id: '191443',
        name: 'Перерва',
    },
    {
        id: '188027',
        name: '183 км',
    },
    {
        id: '197011',
        name: 'Манихино 2',
    },
    {
        id: '182336',
        name: 'Хлюпино',
    },
    {
        id: '226820',
        name: '137 км',
    },
    {
        id: '181850',
        name: 'Ильинское',
    },
    {
        id: '188737',
        name: '142 км',
    },
    {
        id: '328',
        name: '174 км',
    },
    {
        id: '195105',
        name: 'Фаустово',
    },
    {
        id: '188614',
        name: 'Садовая',
    },
    {
        id: '233311',
        name: '32 км',
    },
    {
        id: '183019',
        name: 'Партизанская',
    },
    {
        id: '182302',
        name: 'Голицыно',
    },
    {
        id: '313802',
        name: 'Беклемишево',
    },
    {
        id: '236502',
        name: 'Жёлтиково',
    },
    {
        id: '198902',
        name: 'Владыкино',
    },
    {
        id: '238175',
        name: 'Бухарово',
    },
    {
        id: '190027',
        name: 'Текстильщики',
    },
    {
        id: '236803',
        name: 'Арсаки',
    },
    {
        id: '228718',
        name: 'Кораблёвка',
    },
    {
        id: '211204',
        name: 'Суходол',
    },
    {
        id: '197115',
        name: '177 км',
    },
    {
        id: '318613',
        name: '156 км',
    },
    {
        id: '486',
        name: 'Зорге',
    },
    {
        id: '182514',
        name: 'Часцовская',
    },
    {
        id: '231617',
        name: 'Руново',
    },
    {
        id: '60054',
        name: 'Останкино',
    },
    {
        id: '313',
        name: '147 км',
    },
    {
        id: '233359',
        name: 'Лопатино',
    },
    {
        id: '238921',
        name: 'Темпы',
    },
    {
        id: '233839',
        name: 'Сычёво',
    },
    {
        id: '191621',
        name: 'Рижская (МЦД-2)',
    },
    {
        id: '196038',
        name: 'Дегунино',
    },
    {
        id: '230135',
        name: 'Кучино',
    },
    {
        id: '181757',
        name: 'Баковка',
    },
    {
        id: '190900',
        name: 'Подольск',
    },
    {
        id: '317',
        name: '141 км',
    },
    {
        id: '195529',
        name: 'Маленковская',
    },
    {
        id: '210714',
        name: '153 км',
    },
    {
        id: '60020',
        name: 'Моссельмаш',
    },
    {
        id: '60406',
        name: 'Сходня',
    },
    {
        id: '233326',
        name: 'Егорьевск',
    },
    {
        id: '182232',
        name: 'Перхушково',
    },
    {
        id: '194808',
        name: 'Быково',
    },
    {
        id: '237859',
        name: 'Шереметьевская',
    },
    {
        id: '181441',
        name: '240 км',
    },
    {
        id: '474',
        name: 'Новохохловская, МЦК',
    },
    {
        id: '196201',
        name: 'Гражданская',
    },
    {
        id: '239125',
        name: 'Лебзино',
    },
    {
        id: '60919',
        name: 'Ямуга',
    },
    {
        id: '236702',
        name: 'Бужаниново',
    },
    {
        id: '405',
        name: '168 км',
    },
    {
        id: '180523',
        name: 'Мичуринец',
    },
    {
        id: '238322',
        name: 'Иванцево',
    },
    {
        id: '196112',
        name: 'Дмитровская',
    },
    {
        id: '182317',
        name: 'Сушкинская',
    },
    {
        id: '197435',
        name: '91 км',
    },
    {
        id: '236108',
        name: 'Красноармейск',
    },
    {
        id: '472',
        name: 'Шоссе Энтузиастов',
    },
    {
        id: '197505',
        name: 'Чисмена',
    },
    {
        id: '192516',
        name: 'Колычёво (9 км)',
    },
    {
        id: '233843',
        name: 'Лысцовская',
    },
    {
        id: '196413',
        name: 'Трикотажная',
    },
    {
        id: '193400',
        name: 'Варшавская',
    },
    {
        id: '196610',
        name: 'Малиновка',
    },
    {
        id: '238404',
        name: 'Дмитров',
    },
    {
        id: '194935',
        name: 'Загорново',
    },
    {
        id: '231528',
        name: 'Омутище',
    },
];
