managerResponse({
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "id": 3,
            "geometry": {
                "type": "Point",
                "coordinates": [55.744522, 37.616378]
            },
            "properties": {
                "balloonContent": "Содержимое балуна1",
                "clusterCaption": "Еще одна метка1",
                "hintContent": "Текст подсказки1"
            }
        },
        {
            "type": "Feature",
            "id": 4,
            "geometry": {
                "type": "Point",
                "coordinates": [55.780898, 37.642889]
            },
            "properties": {
                "balloonContent": "Содержимое балуна2",
                "clusterCaption": "Еще одна метка2",
                "hintContent": "Текст подсказки2"
            }
        },
        {
            type: 'Cluster',
            id: 25,
            bbox: [
                [55.716733, 37.589988],
                [55.800584, 37.675638]
            ],
            number: 4,
            // Массив, описывающий 34 объекта в составе кластера.
            // Необязательное поле.
            features: [
                {
                    "type": "Feature",
                    "id": 5,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.793559, 37.435983]
                    },
                    "properties": {
                        "balloonContent": [
                            '',
                            'Этот город завёрнут, как в саван, в туман, ',
                            'И царит в нём безумье, порок и обман. ',
                            'Город мрачных трущоб, весь изглоданный злом, ',
                            'По ночам его мгла накрывает крылом.. . ',
                            '',
                            'И в глазницы домов смотрит ночь, словно ворон, ',
                            'Этот город безукоризненно чёрен. ',
                            'Только толпы теней, только Темзы свинец — ',
                            'Этот город страшней, чем оживший мертвец. ',
                            '',
                            'И в роскошных дворцах вечный холод и тлен, ',
                            'И часы мертвецам отбивает Биг-Бен. ',
                            'Вы не бывали в Лондоне, сэр? ',
                            'Этот город безукоризненно сер...'
                        ].join('<br/>'),
                        "clusterCaption": "Еще одна метка3",
                        "hintContent": "Текст подсказки3"
                    }
                },
                {
                    "type": "Feature",
                    "id": 6,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.800584, 37.675638]
                    },
                    "properties": {
                        "balloonContent": "Содержимое балуна4",
                        "clusterCaption": "Еще одна метка4",
                        "hintContent": "Текст подсказки4"
                    }
                },
                {
                    "type": "Feature",
                    "id": 7,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.716733, 37.589988]
                    },
                    "properties": {
                        "balloonContent": "Содержимое балуна5",
                        "clusterCaption": "Еще одна метка5",
                        "hintContent": "Текст подсказки5"
                    }
                },
                {
                    "type": "Feature",
                    "id": 8,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.775724, 37.56084]
                    },
                    "properties": {
                        "balloonContent": ['...',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'ЕЩЕ РАЗ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'А ТЕПЕРЬ ВСЕ ВМЕСТЕ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '...'].join('<br/>'),
                        "clusterCaption": "Еще одна метка6",
                        "hintContent": "Текст подсказки6"
                    }
                }
            ],
            geometry: {
                type: 'Point',
                coordinates: [55.716733, 37.589988]
            },
            properties: {
                iconContent: 4,
                hintContent: ''
            }
        },
        {
            "type": "Feature",
            "id": 17,
            "geometry": {
                "type": "Point",
                "coordinates": [55.623415, 37.717934]
            },
            "properties": {
                "balloonContent": "Содержимое балуна7",
                "clusterCaption": "Еще одна метка7",
                "hintContent": "Текст подсказки7"
            }
        },
        {
            type: 'Cluster',
            id: 28,
            bbox: [
                [55.6338, 37.564769],
                [55.863193, 37.737]
            ],
            number: 5,
            // Массив, описывающий 34 объекта в составе кластера.
            // Необязательное поле.
            features: [
                {
                    "type": "Feature",
                    "id": 18,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.863193, 37.737]
                    },
                    "properties": {
                        "balloonContent": ['...',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'ЕЩЕ РАЗ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'А ТЕПЕРЬ ВСЕ ВМЕСТЕ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '...'].join('<br/>'),
                        "clusterCaption": "Еще одна метка8",
                        "hintContent": "Текст подсказки8"
                    }
                },
                {
                    "type": "Feature",
                    "id": 19,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.86677, 37.760113]
                    },
                    "properties": {
                        "balloonContent": "Содержимое балуна9",
                        "clusterCaption": "Еще одна метка9",
                        "hintContent": "Текст подсказки9"
                    }
                },
                {
                    "type": "Feature",
                    "id": 20,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.698261, 37.730838]
                    },
                    "properties": {
                        "balloonContent": "Содержимое балуна10",
                        "clusterCaption": "Еще одна метка10",
                        "hintContent": "Текст подсказки10"
                    }
                },
                {
                    "type": "Feature",
                    "id": 21,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.6338, 37.564769]
                    },
                    "properties": {
                        "balloonContent": ['...',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'ЕЩЕ РАЗ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '',
                            'А ТЕПЕРЬ ВСЕ ВМЕСТЕ!',
                            'Его слова — мне дальше не пройти,',
                            'Мне надо повернуть на этот тракт,',
                            'Что уведет от Темной Башни в мрак…',
                            'Я понял: предо мной — конец пути,',
                            'И рядом цель, что я мечтал найти…',
                            'Но смысл за годы обратился в прах,',
                            '...'].join('<br/>'),
                        "clusterCaption": "Еще одна меткааааааааааааааааааааа11",
                        "hintContent": "Текст подсказки11"
                    }
                },
                {
                    "type": "Feature",
                    "id": 22,
                    "geometry": {
                        "type": "Point",
                        "coordinates": [55.639996, 37.5394]
                    },
                    "properties": {
                        "balloonContent": "Содержимое балуна12",
                        "clusterCaption": "<b>Еще одна метка12</b>",
                        "hintContent": "Текст подсказки12"
                    }
                }
            ],
            geometry: {
                type: 'Point',
                coordinates: [55.639996, 37.5394]
            },
            properties: {
                iconContent: 5,
                hintContent: 'hint'
            }
        },
        {"id": 50, "type": "Feature", "geometry": {"type": "Polygon", "coordinates": [
            [
                [55.787092634473694, 37.667663574218096],
                [55.68797724922255, 37.666976928710035],
                [55.68754896639797, 37.57658996581947],
                [55.78474860376539, 37.57684020996037],
                [55.787092634473694, 37.667663574218096]
            ]
        ]}, "properties": {"hintContent": "Текст всплывающей подсказки", "balloonContent": "Содержимое балуна"}},
        {"id": 51, "type": "Feature", "geometry": {"type": "LineString", "coordinates": [
            [55.790716316844474, 37.50037536621043],
            [55.680690559796844, 37.442572021483656],
            [55.788698241203036, 37.38720397949171]
        ]}, "properties": {"hintContent": "Текст всплывающей подсказки", "balloonContent": "Содержимое балуна"}},
        {"id": 52, "type": "Feature", "geometry": {"type": "Circle", "coordinates": [55.73211355439117, 38.097131347654376], "radius": 5000}, "properties": {"hintContent": "Текст всплывающей подсказки", "balloonContent": "Содержимое балуна"}},
        {"id": 53, "type": "Feature", "geometry": {"type": "Rectangle", "coordinates": [
            [55.785448262083506, 37.816636657710355],
            [55.68782209653647, 37.945726013178486]
        ]}, "properties": {"hintContent": "Текст всплывающей подсказки", "balloonContent": "Содержимое балуна"}}
    ]
})