var towns = [{"name": "Сидней", "population": 4627345, "coords": [-33.863277, 151.206962]}, {
    "name": "Мельбурн",
    "population": 4137432,
    "coords": [-37.803997, 144.956269]
}, {"name": "Брисбен", "population": 2074222, "coords": [-27.45126, 153.027236]}, {
    "name": "Перт",
    "population": 1738807,
    "coords": [-31.958652, 115.858399]
}, {"name": "Аделаида", "population": 1212921, "coords": [-34.898589, 138.597292]}, {
    "name": "Окленд",
    "population": 1303300,
    "coords": [-36.851747, 174.762963]
}, {"name": "Баку", "population": 2150800, "coords": [40.369147, 49.834732]}, {
    "name": "Ереван",
    "population": 1121900,
    "coords": [40.177642, 44.512591]
}, {"name": "Дакка", "population": 9724976, "coords": [23.853571, 90.396102]}, {
    "name": "Читтагонг",
    "population": 3920222,
    "coords": [22.101911, 91.89972]
}, {"name": "Нараянгандж", "population": 1490131, "coords": null}, {
    "name": "Кхулна",
    "population": 1400689,
    "coords": [22.836655, 89.536126]
}, {"name": "Газипур", "population": 1199215, "coords": [25.591143, 83.590636]}, {
    "name": "Хошимин",
    "population": 7123340,
    "coords": [10.776264, 106.694936]
}, {"name": "Ханой", "population": 6448837, "coords": [21.030672, 105.846594]}, {
    "name": "Тбилиси",
    "population": 1145000,
    "coords": [41.697048, 44.799307]
}, {"name": "Бомбей", "population": 12478447, "coords": [19.082697, 72.891081]}, {
    "name": "Дели",
    "population": 11904712,
    "coords": [28.632909, 77.220026]
}, {"name": "Бангалор", "population": 8495000, "coords": [12.971226, 77.663273]}, {
    "name": "Ахмадабад",
    "population": 5080519,
    "coords": [23.02628, 72.579626]
}, {"name": "Калькутта", "population": 4482000, "coords": [22.732218, 88.469413]}, {
    "name": "Сурат",
    "population": 4465000,
    "coords": [21.196374, 72.822279]
}, {"name": "Джайпур", "population": 3725000, "coords": [26.913249, 75.805207]}, {
    "name": "Ахмадабад",
    "population": 3637400,
    "coords": [23.02628, 72.579626]
}, {"name": "Пуна", "population": 3337500, "coords": [18.529289, 73.843663]}, {
    "name": "Лакхнау",
    "population": 3184000,
    "coords": [26.872171, 80.941504]
}, {"name": "Канпур", "population": 3037100, "coords": [26.444369, 80.320858]}, {
    "name": "Тхане",
    "population": 2486900,
    "coords": [19.211652, 72.982053]
}, {"name": "Нагпур", "population": 2405400, "coords": [21.162385, 79.069639]}, {
    "name": "Патна",
    "population": 2046600,
    "coords": [25.60557, 85.11169]
}, {"name": "Агра", "population": 1938400, "coords": [27.189909, 77.994518]}, {
    "name": "Бхопал",
    "population": 1759600,
    "coords": [23.197309, 77.417925]
}, {"name": "Газиабад", "population": 1784200, "coords": [28.675486, 77.421113]}, {
    "name": "Лухдхияна",
    "population": 1741900,
    "coords": [30.903152, 75.851137]
}, {"name": "Вишакхапатнам", "population": 1730300, "coords": [17.734786, 83.209427]}, {
    "name": "Индуар",
    "population": 1692400,
    "coords": [22.714668, 75.855803]
}, {"name": "Вадодара", "population": 1641500, "coords": [22.317971, 73.177059]}, {
    "name": "Миратх",
    "population": 1541900,
    "coords": [28.997071, 77.69899]
}, {"name": "Варанаси", "population": 1435100, "coords": [25.319055, 82.951341]}, {
    "name": "Фаридабад",
    "population": 1404600,
    "coords": [28.387818, 77.317943]
}, {"name": "Раджкот", "population": 1390600, "coords": [22.285864, 70.797503]}, {
    "name": "Аурангабад",
    "population": 1324000,
    "coords": [19.880548, 75.356444]
}, {"name": "Аллахабад", "population": 1294000, "coords": [25.424809, 81.770945]}, {
    "name": "Пимпри-Чинчвад",
    "population": 1284400,
    "coords": [18.639212, 73.799233]
}, {"name": "Асансол", "population": 1243000, "coords": [23.667646, 86.935926]}, {
    "name": "Васаи-Вирар",
    "population": 1221200,
    "coords": [19.389218, 72.829032]
}, {"name": "Кальян", "population": 1193200, "coords": [19.238745, 73.132952]}, {
    "name": "Сринагар",
    "population": 1192800,
    "coords": [34.082919, 74.796265]
}, {"name": "Туриппур", "population": 1177000, "coords": null}, {
    "name": "Нишик",
    "population": 1152300,
    "coords": null
}, {"name": "Амритсар", "population": 1132700, "coords": [31.636087, 74.862721]}, {
    "name": "Ранчи",
    "population": 1126700,
    "coords": [23.365149, 85.341928]
}, {"name": "Нави-Мумбаи", "population": 1119500, "coords": null}, {
    "name": "Барали",
    "population": 1094000,
    "coords": [44.631898, 7.757968]
}, {"name": "Майсур", "population": 1078000, "coords": [12.190286, 76.877912]}, {
    "name": "Ховрах",
    "population": 1072100,
    "coords": null
}, {"name": "Бхилаи", "population": 1064100, "coords": null}, {
    "name": "Джабалпур",
    "population": 1054300,
    "coords": [23.146106, 79.953887]
}, {"name": "Гвалиор", "population": 1053500, "coords": null}, {
    "name": "Коимбатур",
    "population": 1050700,
    "coords": null
}, {"name": "Виджаявада", "population": 1048200, "coords": [16.502185, 80.667455]}, {
    "name": "Гувахати",
    "population": 1039000,
    "coords": [26.177862, 91.747743]
}, {"name": "Джодхпур", "population": 1033900, "coords": null}, {
    "name": "Чандигарх",
    "population": 1025700,
    "coords": [30.743843, 76.800872]
}, {"name": "Алигарх", "population": 1020000, "coords": [27.898016, 78.074423]}, {
    "name": "Мадурай",
    "population": 1017900,
    "coords": [9.937234, 78.139883]
}, {"name": "Морадабад", "population": 1004000, "coords": [28.843696, 78.7698]}, {
    "name": "Кота",
    "population": 1001300,
    "coords": [25.176999, 75.849143]
}, {"name": "Джакарта", "population": 9607787, "coords": [-6.149839, 106.836421]}, {
    "name": "Сурабая",
    "population": 3282200,
    "coords": [-7.274237, 112.735199]
}, {"name": "Бандунг", "population": 2575500, "coords": [-6.94851, 107.653735]}, {
    "name": "Бекаси",
    "population": 2378200,
    "coords": [-6.265989, 106.964063]
}, {"name": "Медан", "population": 2109300, "coords": [3.654909, 98.662192]}, {
    "name": "Серанг",
    "population": 1808464,
    "coords": [-6.119251, 106.177381]
}, {"name": "Семаранг", "population": 1630900, "coords": [-7.022676, 110.431227]}, {
    "name": "Тангеранг",
    "population": 1488400,
    "coords": [-6.17575, 106.620843]
}, {"name": "Депок", "population": 1488666, "coords": [-6.365649, 106.820871]}, {
    "name": "Макасар",
    "population": 1484700,
    "coords": [-34.068617, 18.767486]
}, {"name": "Палембанг", "population": 1451900, "coords": [-2.965189, 104.746554]}, {
    "name": "Маланг",
    "population": 1114200,
    "coords": [-7.981875, 112.645826]
}, {"name": "Пеканбару", "population": 1093400, "coords": [0.551991, 101.475464]}, {
    "name": "Паданг",
    "population": 1024900,
    "coords": [-0.93749, 100.450819]
}, {"name": "Амман", "population": 4590267, "coords": [31.955397, 35.895673]}, {
    "name": "Багдад",
    "population": 6625000,
    "coords": [33.270461, 44.416085]
}, {"name": "Басра", "population": 1675100, "coords": [30.620417, 47.733824]}, {
    "name": "Эрбиль",
    "population": 1150000,
    "coords": [36.188707, 44.019048]
}, {"name": "Мосул", "population": 1000000, "coords": [36.356069, 43.15883]}, {
    "name": "Сулеймания",
    "population": 1000000,
    "coords": [35.559832, 45.430086]
}, {"name": "Тегеран", "population": 8778535, "coords": [35.661264, 51.368264]}, {
    "name": "Мешхед",
    "population": 3294000,
    "coords": [36.299444, 59.592233]
}, {"name": "Исфахан", "population": 2392000, "coords": [32.660743, 51.677329]}, {
    "name": "Кередж",
    "population": 1873000,
    "coords": [35.786182, 50.943756]
}, {"name": "Тебриз", "population": 1693000, "coords": [38.088154, 46.26887]}, {
    "name": "Шираз",
    "population": 1460700,
    "coords": [29.61753, 52.504849]
}, {"name": "Сана", "population": 1937451, "coords": [15.370526, 44.180475]}, {
    "name": "Алма-Ата",
    "population": 1552300,
    "coords": [43.238293, 76.945465]
}, {"name": "Пмомпень", "population": 1501700, "coords": [11.552889, 104.865913]}, {
    "name": "Шанхай",
    "population": 23416000,
    "coords": [31.232237, 121.469223]
}, {"name": "Пекин", "population": 21009000, "coords": [39.90396, 116.391289]}, {
    "name": "Шэньчжэнь",
    "population": 12084000,
    "coords": [22.546327, 114.054555]
}, {"name": "Тяньцзинь", "population": 10920000, "coords": [39.123567, 117.198048]}, {
    "name": "Ухань",
    "population": 7509000,
    "coords": [30.591504, 114.314851]
}, {"name": "Чэнду", "population": 7415000, "coords": [30.664233, 104.075485]}, {
    "name": "Ханчжоу",
    "population": 7275000,
    "coords": [30.204432, 120.232548]
}, {"name": "Чунцин", "population": 7217000, "coords": [29.532212, 106.513647]}, {
    "name": "Дунгуань",
    "population": 6445000,
    "coords": [23.044238, 113.755802]
}, {"name": "Нанкин", "population": 6155000, "coords": [32.134506, 118.753184]}, {
    "name": "Шэньян",
    "population": 6078000,
    "coords": [41.773566, 123.38064]
}, {"name": "Сиань", "population": 5997000, "coords": [34.291136, 108.936601]}, {
    "name": "Сучжоу",
    "population": 5524000,
    "coords": [31.308671, 120.597569]
}, {"name": "Чжэнчжоу", "population": 4942000, "coords": null}, {
    "name": "Харбин",
    "population": 4815000,
    "coords": [45.80057, 126.529442]
}, {"name": "Циндао", "population": 4557200, "coords": [36.15014, 120.471598]}, {
    "name": "Далянь",
    "population": 4183000,
    "coords": [38.9124, 121.599379]
}, {"name": "Куньмин", "population": 3891400, "coords": [25.046519, 102.71133]}, {
    "name": "Цзинань",
    "population": 3789000,
    "coords": [36.680465, 117.030548]
}, {"name": "Нинбо", "population": 3753000, "coords": [29.875552, 121.529913]}, {
    "name": "Наньтун",
    "population": 3753000,
    "coords": [32.010876, 120.875319]
}, {"name": "Тайюань", "population": 3702000, "coords": [37.853894, 112.551701]}, {
    "name": "Хэфэй",
    "population": 3665000,
    "coords": [31.821699, 117.277656]
}, {"name": "Чанша", "population": 3657000, "coords": [28.216012, 112.994345]}, {
    "name": "Уси",
    "population": 3598000,
    "coords": [31.568506, 120.313351]
}, {"name": "Ханчжоу", "population": 3425000, "coords": [30.204432, 120.232548]}, {
    "name": "Фошань",
    "population": 3389000,
    "coords": [23.099794, 113.119247]
}, {"name": "Чанчунь", "population": 3368000, "coords": [43.909979, 125.297959]}, {
    "name": "Шизцячжуан",
    "population": 3367000,
    "coords": [38.066496, 114.532297]
}, {"name": "Вэньчжоу", "population": 3169000, "coords": [27.980929, 120.6647]}, {
    "name": "Гуйян",
    "population": 3037200,
    "coords": [26.567576, 106.70091]
}, {"name": "Урумчи", "population": 2998700, "coords": [43.815476, 87.594732]}, {
    "name": "Хух-Хото",
    "population": 2945000,
    "coords": [40.825054, 111.661452]
}, {"name": "Ланьчжоу", "population": 2703000, "coords": [36.088472, 103.688805]}, {
    "name": "Наньчан",
    "population": 2637000,
    "coords": [28.674747, 115.930336]
}, {"name": "Наньнин", "population": 2592000, "coords": [22.827962, 108.30293]}, {
    "name": "Чжуншань",
    "population": 2493000,
    "coords": [22.516418, 113.365143]
}, {"name": "Линьи", "population": 2465000, "coords": [35.035741, 118.334974]}, {
    "name": "Шатьтоу",
    "population": 2419000,
    "coords": [23.455855, 116.773989]
}, {"name": "Гуанчжоу", "population": 2392700, "coords": [23.218034, 113.253914]}, {
    "name": "Таньшань",
    "population": 2378000,
    "coords": [43.268464, 76.965228]
}, {"name": "Хуайань", "population": 2282000, "coords": [33.594845, 119.034438]}, {
    "name": "Баотоу",
    "population": 2159000,
    "coords": [40.622641, 109.830865]
}, {"name": "Цзаочжуан", "population": 2125500, "coords": [34.864196, 117.551768]}, {
    "name": "Цзинин",
    "population": 2100000,
    "coords": [35.379515, 116.573602]
}, {"name": "Цзюлун", "population": 2019500, "coords": [22.326605, 114.188251]}, {
    "name": "Ханьдань",
    "population": 2000000,
    "coords": [36.607525, 114.476718]
}, {"name": "Лоян", "population": 1939000, "coords": [34.666146, 112.443579]}, {
    "name": "Куньшань",
    "population": 1815000,
    "coords": [31.380365, 120.98451]
}, {"name": "Хойчжоу", "population": 1763000, "coords": [23.14442, 114.431201]}, {
    "name": "Датун",
    "population": 1709000,
    "coords": [40.154624, 113.173092]
}, {"name": "Иу", "population": 1704000, "coords": [29.308887, 120.072558]}, {
    "name": "Гирин",
    "population": 1633000,
    "coords": [43.870376, 126.546563]
}, {"name": "Яньчэн", "population": 1615700, "coords": [33.388552, 120.137991]}, {
    "name": "Нучжуань",
    "population": 1614000,
    "coords": [28.106984, 77.019441]
}, {"name": "Тайчжоу", "population": 1607100, "coords": [32.48387, 119.91211]}, {
    "name": "Вэйфан",
    "population": 1595000,
    "coords": [36.693336, 119.107794]
}, {"name": "Лючжоу", "population": 1574000, "coords": [24.327982, 109.402549]}, {
    "name": "Яньжноу",
    "population": 1561000,
    "coords": null
}, {"name": "Цзыбо", "population": 1547000, "coords": [36.795467, 118.06052]}, {
    "name": "Аншань",
    "population": 1529900,
    "coords": null
}, {"name": "Яньтай", "population": 1520000, "coords": [37.5078, 121.309376]}, {
    "name": "Путянь",
    "population": 1468000,
    "coords": [25.441915, 119.011558]
}, {"name": "Уху", "population": 1456000, "coords": [31.359438, 118.37785]}, {
    "name": "Жугао",
    "population": 1452800,
    "coords": [32.397272, 120.556974]
}, {"name": "Цюаньчжоу", "population": 1435200, "coords": [24.84599, 118.570251]}, {
    "name": "Сямынь",
    "population": 1418200,
    "coords": [24.569197, 118.036365]
}, {"name": "Лоян", "population": 1407100, "coords": [34.666146, 112.443579]}, {
    "name": "Линьчжоу",
    "population": 1407100,
    "coords": [36.063729, 113.818217]
}, {"name": "Аньян", "population": 1401000, "coords": [36.097666, 114.350361]}, {
    "name": "Тайчжоу",
    "population": 1366000,
    "coords": [32.48387, 119.91211]
}, {"name": "Пинду", "population": 1356400, "coords": [36.785995, 119.961041]}, {
    "name": "Синин",
    "population": 1345000,
    "coords": [36.639443, 101.742713]
}, {"name": "Чаншу", "population": 1344000, "coords": [31.657904, 120.75508]}, {
    "name": "Цзяньмэнь",
    "population": 1339000,
    "coords": null
}, {"name": "Цзямусы", "population": 1339000, "coords": [46.813498, 130.361349]}, {
    "name": "Фушунь",
    "population": 1324000,
    "coords": [41.861981, 123.847494]
}, {"name": "Сюйчжоу", "population": 1301000, "coords": [34.254751, 117.206366]}, {
    "name": "Боадин",
    "population": 1297000,
    "coords": null
}, {"name": "Юйчжоу", "population": 1280000, "coords": [34.149347, 113.466617]}, {
    "name": "Гонконг",
    "population": 1268100,
    "coords": null
}, {"name": "Сюйчан", "population": 1265500, "coords": null}, {
    "name": "Чжанцзяган",
    "population": 1246000,
    "coords": [31.869662, 120.541874]
}, {"name": "Цицикар", "population": 1241000, "coords": [47.338461, 123.973339]}, {
    "name": "Фуцинь",
    "population": 1234800,
    "coords": null
}, {"name": "Юйшу", "population": 1230000, "coords": [32.998518, 97.003794]}, {
    "name": "Чифэн",
    "population": 1230000,
    "coords": [43.286553, 118.591703]
}, {"name": "Вэйхай", "population": 1208000, "coords": [37.460911, 122.133347]}, {
    "name": "Дунъин",
    "population": 1206700,
    "coords": [37.477773, 118.55427]
}, {"name": "Цанчжоу", "population": 1205800, "coords": [38.321694, 116.854999]}, {
    "name": "Цзясин",
    "population": 1201800,
    "coords": [30.767188, 120.743195]
}, {"name": "Чжэньцзян", "population": 1189300, "coords": [32.198637, 119.451023]}, {
    "name": "Синъян",
    "population": 1183000,
    "coords": [34.786867, 113.376884]
}, {"name": "Дацин", "population": 1180000, "coords": [46.632176, 124.946763]}, {
    "name": "Цзимо",
    "population": 1177200,
    "coords": [36.381569, 120.471347]
}, {"name": "Дуньтай", "population": 1170000, "coords": null}, {
    "name": "Динчжоу",
    "population": 1165200,
    "coords": [38.513483, 114.999484]
}, {"name": "Чжоучжэн", "population": 1159700, "coords": null}, {
    "name": "Шаосин",
    "population": 1159700,
    "coords": [29.998428, 120.582127]
}, {"name": "Чжанцзякоу", "population": 1156000, "coords": [40.777024, 114.891309]}, {
    "name": "Хуайнань",
    "population": 1142000,
    "coords": null
}, {"name": "Жуйан", "population": 1134000, "coords": [45.756099, -76.016185]}, {
    "name": "Хэйчэн",
    "population": 1130000,
    "coords": null
}, {"name": "Ляньюньган", "population": 1128000, "coords": [34.601243, 119.169257]}, {
    "name": "Цидун",
    "population": 1120000,
    "coords": [31.815018, 121.654267]
}, {"name": "Хуайбэй", "population": 1116000, "coords": null}, {
    "name": "Тэнчжоу",
    "population": 1101000,
    "coords": [35.080725, 117.153177]
}, {"name": "Цзиньчжоу", "population": 1091800, "coords": [41.101119, 121.127809]}, {
    "name": "Чжучэн",
    "population": 1086200,
    "coords": [36.002351, 119.395605]
}, {"name": "Синьсян", "population": 1074000, "coords": [35.314879, 113.872754]}, {
    "name": "Чжучжоу",
    "population": 1055000,
    "coords": [27.863165, 113.124978]
}, {"name": "Фучжоу", "population": 1052000, "coords": [26.013771, 119.318153]}, {
    "name": "Пунин",
    "population": 1043000,
    "coords": [23.314666, 116.166773]
}, {"name": "Чжанцзян", "population": 1042000, "coords": [21.224517, 110.363441]}, {
    "name": "Циньхуаньдао",
    "population": 1041000,
    "coords": [39.947007, 119.594142]
}, {"name": "Ичан", "population": 1039000, "coords": [30.736643, 111.290753]}, {
    "name": "Цзиньцзян",
    "population": 1024000,
    "coords": null
}, {"name": "Цыси", "population": 1021000, "coords": [30.175878, 121.248722]}, {
    "name": "Хучжоу",
    "population": 1021000,
    "coords": [30.871635, 120.0948]
}, {"name": "Чжанцю", "population": 1015100, "coords": [36.71555, 117.528897]}, {
    "name": "Сантань",
    "population": 1007000,
    "coords": null
}, {"name": "Тайбей", "population": 3966800, "coords": [25.071795, 121.564237]}, {
    "name": "Синьбэй",
    "population": 3893700,
    "coords": [25.038891, 121.453412]
}, {"name": "Гаосюн", "population": 2559000, "coords": null}, {
    "name": "Тайчжун",
    "population": 1059800,
    "coords": [24.133813, 120.675525]
}, {"name": "Пхеньян", "population": 2500000, "coords": [39.019699, 125.752516]}, {
    "name": "Сеул",
    "population": 10388100,
    "coords": [37.572343, 126.976892]
}, {"name": "Пусан", "population": 3906000, "coords": [35.1723, 129.090529]}, {
    "name": "Инчхон",
    "population": 2930200,
    "coords": [37.49234, 126.57804]
}, {"name": "Тэгу", "population": 2524900, "coords": [35.901182, 128.609994]}, {
    "name": "Кванджу",
    "population": 1601000,
    "coords": [35.154174, 126.853383]
}, {"name": "Тэджон", "population": 1564000, "coords": [36.366393, 127.373355]}, {
    "name": "Сувон",
    "population": 1178500,
    "coords": [37.280504, 127.002602]
}, {"name": "Ульсан", "population": 1163700, "coords": [35.527711, 129.341186]}, {
    "name": "Чханвон",
    "population": 1098700,
    "coords": [35.195435, 128.636332]
}, {"name": "Соннам", "population": 1023100, "coords": [37.445184, 127.147842]}, {
    "name": "Бейрут",
    "population": 2200000,
    "coords": [33.835934, 35.504438]
}, {"name": "Каула-Лумпур", "population": 1627100, "coords": [3.090646, 101.66217]}, {
    "name": "Улан-Батор",
    "population": 1372000,
    "coords": [47.918501, 106.917602]
}, {"name": "Ягон", "population": 5209500, "coords": [-32.449388, 152.495496]}, {
    "name": "Мандалай",
    "population": 1160000,
    "coords": [21.932325, 96.126554]
}, {"name": "Нейпьидо", "population": 1030000, "coords": null}, {
    "name": "Катманду",
    "population": 1180000,
    "coords": null
}, {"name": "Дубай", "population": 2106200, "coords": [25.195504, 55.275576]}, {
    "name": "Карачи",
    "population": 13205300,
    "coords": null
}, {"name": "Лахор", "population": 5997000, "coords": [31.518846, 74.303197]}, {
    "name": "Фейсалабад",
    "population": 3560000,
    "coords": [31.461752, 73.072927]
}, {"name": "Хайдарабад", "population": 2920000, "coords": [17.403125, 78.457438]}, {
    "name": "Мултан",
    "population": 1900000,
    "coords": [30.184439, 71.501432]
}, {"name": "Равалпинди", "population": 1853200, "coords": [33.570981, 73.030221]}, {
    "name": "Пешавар",
    "population": 1730000,
    "coords": [33.988895, 71.490383]
}, {"name": "Гуджранвала", "population": 1466100, "coords": [32.153078, 74.168539]}, {
    "name": "Новосибирск",
    "population": 1567100,
    "coords": [55.030199, 82.92043]
}, {"name": "Екатеринбург", "population": 1428200, "coords": [56.838011, 60.597465]}, {
    "name": "Челябинск",
    "population": 1182200,
    "coords": [55.160026, 61.40259]
}, {"name": "Омск", "population": 1173900, "coords": [54.989342, 73.368212]}, {
    "name": "Красноярск",
    "population": 1052200,
    "coords": [56.010563, 92.852572]
}, {"name": "Эр-Рияд", "population": 4666000, "coords": [24.663022, 46.756367]}, {
    "name": "Джидда",
    "population": 3677000,
    "coords": [21.638976, 39.196047]
}, {"name": "Мекка", "population": 1647000, "coords": [21.441336, 39.847227]}, {
    "name": "Даммам",
    "population": 1033600,
    "coords": [26.354483, 49.97645]
}, {"name": "Сингапур", "population": 5642000, "coords": null}, {
    "name": "Халеб",
    "population": 2301000,
    "coords": [36.204107, 37.155102]
}, {"name": "Дамаск", "population": 1907400, "coords": [33.516828, 36.315357]}, {
    "name": "Бангкок",
    "population": 8280900,
    "coords": [13.758945, 100.532646]
}, {"name": "Стамбул", "population": 14377000, "coords": [41.008857, 28.96747]}, {
    "name": "Анкара",
    "population": 4538000,
    "coords": [39.939035, 32.85307]
}, {"name": "Измир", "population": 3112000, "coords": [38.431747, 27.159808]}, {
    "name": "Бурса",
    "population": 1839000,
    "coords": [40.198696, 29.060014]
}, {"name": "Адана", "population": 1830000, "coords": [36.992118, 35.313385]}, {
    "name": "Газиантеп",
    "population": 1394000,
    "coords": null
}, {"name": "Анталья", "population": 1073800, "coords": [36.776695, 31.906245]}, {
    "name": "Ташкент",
    "population": 2352000,
    "coords": [41.311144, 69.279728]
}, {"name": "Кесон-сити", "population": 2760700, "coords": [14.379362, 120.907219]}, {
    "name": "Манила",
    "population": 1652100,
    "coords": [14.596116, 120.984195]
}, {"name": "Давао", "population": 1630000, "coords": [7.119173, 125.614202]}, {
    "name": "Калукан",
    "population": 1489100,
    "coords": [13.929117, 120.794992]
}, {"name": "Токио", "population": 8976600, "coords": [35.682418, 139.753146]}, {
    "name": "Йокогама",
    "population": 3709600,
    "coords": [35.452927, 139.561346]
}, {"name": "Осака", "population": 2685500, "coords": [34.677464, 135.500665]}, {
    "name": "Нагоя",
    "population": 2275100,
    "coords": [35.146582, 136.917856]
}, {"name": "Саппоро", "population": 1933800, "coords": [43.079184, 141.409522]}, {
    "name": "Кобе",
    "population": 1538300,
    "coords": [34.757788, 135.121019]
}, {"name": "Фукуока", "population": 1511700, "coords": [33.596078, 130.37583]}, {
    "name": "Киото",
    "population": 1469800,
    "coords": [35.118362, 135.705588]
}, {"name": "Кавасаки", "population": 1459800, "coords": [35.556448, 139.674435]}, {
    "name": "Сайтама",
    "population": 1250900,
    "coords": [35.912883, 139.648878]
}, {"name": "Хиросима", "population": 1185100, "coords": [34.437486, 132.43847]}, {
    "name": "Седай",
    "population": 1052100,
    "coords": null
}, {"name": "Алжир", "population": 2029936, "coords": [28.230462, 2.690077]}, {
    "name": "Луанда",
    "population": 5204000,
    "coords": [-8.814776, 13.233064]
}, {"name": "Аккра", "population": 2291352, "coords": [5.634546, -0.171911]}, {
    "name": "Кумаси",
    "population": 1989062,
    "coords": [6.711868, -1.638078]
}, {"name": "Конкари", "population": 1399981, "coords": null}, {
    "name": "Киншаса",
    "population": 10076099,
    "coords": [-4.421332, 15.361919]
}, {"name": "Лубумбаши", "population": 1630186, "coords": [-11.675112, 27.488744]}, {
    "name": "Мбужи-Майи",
    "population": 1559073,
    "coords": [-6.160727, 23.552991]
}, {"name": "Кананга", "population": 1130100, "coords": [-5.920052, 22.41541]}, {
    "name": "Каир",
    "population": 17856455,
    "coords": [30.068751, 31.277515]
}, {"name": "Александрия", "population": 4526000, "coords": [31.20063, 29.9593]}, {
    "name": "Гиза",
    "population": 3087878,
    "coords": [30.019709, 31.190261]
}, {"name": "Хараре", "population": 2800111, "coords": [-17.831201, 31.007813]}, {
    "name": "Дуала",
    "population": 1494700,
    "coords": [4.038803, 9.733641]
}, {"name": "Яунде", "population": 1430000, "coords": [3.814756, 11.53126]}, {
    "name": "Найроби",
    "population": 3138369,
    "coords": [-1.272758, 36.827899]
}, {"name": "Абиджан", "population": 3802000, "coords": [5.353868, -4.014391]}, {
    "name": "Триполи",
    "population": 1780000,
    "coords": [32.740753, 13.215493]
}, {"name": "Антананариву", "population": 1390000, "coords": [-18.901408, 47.522172]}, {
    "name": "Бамако",
    "population": 1926748,
    "coords": [12.621268, -8.013161]
}, {"name": "Касабланка", "population": 3356337, "coords": [33.574018, -7.602891]}, {
    "name": "Рабат",
    "population": 1662860,
    "coords": [33.96357, -6.843608]
}, {"name": "Фес", "population": 1072468, "coords": [34.032389, -5.015519]}, {
    "name": "Мапуту",
    "population": 1800000,
    "coords": [-25.874709, 32.529568]
}, {"name": "Лагос", "population": 11547134, "coords": [6.641139, 3.309528]}, {
    "name": "Ибадан",
    "population": 5175223,
    "coords": [7.423713, 3.934899]
}, {"name": "Бенин-Сити", "population": 2406697, "coords": [6.350029, 5.636569]}, {
    "name": "Кано",
    "population": 2376372,
    "coords": [11.991296, 8.533807]
}, {"name": "Порт-Харкорт", "population": 2100711, "coords": [4.788882, 7.05288]}, {
    "name": "Кадуна",
    "population": 2061175,
    "coords": [10.228967, 8.140919]
}, {"name": "Аба", "population": 1597296, "coords": [5.098271, 7.357274]}, {
    "name": "Абуджа",
    "population": 1352679,
    "coords": [9.05115, 7.521693]
}, {"name": "Майдугури", "population": 1197497, "coords": [11.847723, 13.147805]}, {
    "name": "Илорин",
    "population": 1084681,
    "coords": [8.493746, 4.534166]
}, {"name": "Варри", "population": 1000000, "coords": [5.526705, 5.751518]}, {
    "name": "Бараззавиль",
    "population": 1252974,
    "coords": [-4.206088, 15.242623]
}, {"name": "Дакар", "population": 1450000, "coords": [14.781295, -17.282697]}, {
    "name": "Могадишо",
    "population": 2000000,
    "coords": [2.043933, 45.354286]
}, {"name": "Хартум", "population": 5274321, "coords": [15.489579, 32.581527]}, {
    "name": "Омдурман",
    "population": 2395159,
    "coords": [15.661185, 32.422795]
}, {"name": "Дар-Эс-Салам", "population": 2456100, "coords": [-6.777595, 39.232743]}, {
    "name": "Тунис",
    "population": 1200000,
    "coords": [33.872509, 9.577406]
}, {"name": "Кампала", "population": 1208545, "coords": [0.314466, 32.578841]}, {
    "name": "Адис-Абеба",
    "population": 3041002,
    "coords": [8.956653, 38.783002]
}, {"name": "Йоханнесбург", "population": 6267167, "coords": [-26.11922, 27.926646]}, {
    "name": "Кейптаун",
    "population": 3497097,
    "coords": [-33.92186, 18.422955]
}, {"name": "Дурбан", "population": 3468086, "coords": [-29.813615, 30.926507]}, {
    "name": "Претория",
    "population": 2345908,
    "coords": [-25.739818, 28.220377]
}, {"name": "Вена", "population": 1714142, "coords": [48.208006, 16.370404]}, {
    "name": "Минск",
    "population": 1907700,
    "coords": [53.902496, 27.561481]
}, {"name": "Брюссель", "population": 1125728, "coords": [50.854283, 4.352131]}, {
    "name": "София",
    "population": 1270284,
    "coords": [42.684188, 23.30476]
}, {"name": "Лондон", "population": 8117100, "coords": [51.511118, -0.085708]}, {
    "name": "Бирмингем",
    "population": 1028701,
    "coords": [52.480738, -1.891466]
}, {"name": "Будапешт", "population": 1721556, "coords": [47.491618, 19.051237]}, {
    "name": "Берлин",
    "population": 3479740,
    "coords": null
}, {"name": "Гамбург", "population": 1787220, "coords": [49.214295, -97.798085]}, {
    "name": "Мюнхен",
    "population": 1353186,
    "coords": [48.142785, 11.576652]
}, {"name": "Кёльн", "population": 1007119, "coords": [50.930779, 6.938399]}, {
    "name": "Мадрид",
    "population": 3273049,
    "coords": [40.419348, -3.700897]
}, {"name": "Барселона", "population": 1619337, "coords": [41.388698, 2.169018]}, {
    "name": "Рим",
    "population": 2761477,
    "coords": [41.893917, 12.507459]
}, {"name": "Милан", "population": 1324110, "coords": [45.469157, 9.181438]}, {
    "name": "Варшава",
    "population": 1619337,
    "coords": [52.230678, 21.006699]
}, {"name": "Москва", "population": 11912013, "coords": [55.753215, 37.622504]}, {
    "name": "Санкт-Петербург",
    "population": 5028000,
    "coords": [59.939095, 30.315868]
}, {"name": "Нижний Новгород", "population": 1263621, "coords": [56.326887, 44.005986]}, {
    "name": "Казань",
    "population": 1191000,
    "coords": [55.798551, 49.106324]
}, {"name": "Самара", "population": 1172000, "coords": [53.195538, 50.101783]}, {
    "name": "Ростов-на-Дону",
    "population": 1103700,
    "coords": [47.222543, 39.718732]
}, {"name": "Уфа", "population": 1086900, "coords": [54.735147, 55.958727]}, {
    "name": "Волгоград",
    "population": 1018379,
    "coords": [48.707103, 44.516939]
}, {"name": "Пермь", "population": 1013679, "coords": [58.010374, 56.229398]}, {
    "name": "Воронеж",
    "population": 1003000,
    "coords": [51.661535, 39.200287]
}, {"name": "Бухарест", "population": 1667451, "coords": [44.425868, 26.103272]}, {
    "name": "Белград",
    "population": 1213000,
    "coords": [44.806768, 20.461682]
}, {"name": "Киев", "population": 2815951, "coords": [50.450412, 30.523487]}, {
    "name": "Харьков",
    "population": 1446500,
    "coords": [49.992167, 36.231202]
}, {"name": "Одесса", "population": 1013154, "coords": [46.484579, 30.732597]}, {
    "name": "Днепропетровск",
    "population": 1001119,
    "coords": [48.464717, 35.046181]
}, {"name": "Париж", "population": 2257981, "coords": [48.856651, 2.351691]}, {
    "name": "Прага",
    "population": 1290211,
    "coords": [50.079623, 14.424572]
}, {"name": "Гватемала", "population": 1010253, "coords": [14.610174, -90.53676]}, {
    "name": "Тегусигальпа",
    "population": 1682725,
    "coords": [14.079863, -87.216766]
}, {"name": "Санто-Доминго", "population": 2023029, "coords": [18.497495, -69.88389]}, {
    "name": "Торонто",
    "population": 2503281,
    "coords": [43.649999, -79.375983]
}, {"name": "Монреаль", "population": 1620693, "coords": [45.525598, -73.565284]}, {
    "name": "Калгари",
    "population": 1019942,
    "coords": [51.044999, -114.063484]
}, {"name": "Гавана", "population": 2350000, "coords": [23.1066, -82.372385]}, {
    "name": "Мехико",
    "population": 19720916,
    "coords": [19.385394, -99.035784]
}, {"name": "Гвадалахара", "population": 1646000, "coords": [20.711734, -103.401281]}, {
    "name": "Пуэбла-дэ-Саргоса",
    "population": 1540000,
    "coords": null
}, {"name": "Леон", "population": 1436733, "coords": [21.121646, -101.671602]}, {
    "name": "Сьюдад-Хуарес",
    "population": 1321004,
    "coords": [31.735094, -106.472289]
}, {"name": "Тихуана", "population": 1286187, "coords": null}, {
    "name": "Сапопан",
    "population": 1155590,
    "coords": [20.725299, -103.387286]
}, {"name": "Несауалькойотль", "population": 1140000, "coords": [19.419599, -99.047004]}, {
    "name": "Монтеррей",
    "population": 1133814,
    "coords": [25.681598, -100.297081]
}, {"name": "Манагуа", "population": 1817000, "coords": null}, {
    "name": "Панама",
    "population": 1063000,
    "coords": [8.389249, -81.34217]
}, {"name": "Нью-Йорк", "population": 8363710, "coords": [40.814742, -73.940556]}, {
    "name": "Лос-Анжелес",
    "population": 3379621,
    "coords": [34.052199, -118.242187]
}, {"name": "Чикаго", "population": 2682244, "coords": [41.875698, -87.624188]}, {
    "name": "Хьюстон",
    "population": 2099451,
    "coords": [29.763693, -95.363183]
}, {"name": "Финикс", "population": 1567453, "coords": [33.4482, -112.073087]}, {
    "name": "Филадельфия",
    "population": 1447395,
    "coords": null
}, {"name": "Сан-Диего", "population": 1366865, "coords": [32.715696, -117.154587]}, {
    "name": "Сан-Антонио",
    "population": 1256810,
    "coords": [29.426195, -98.494082]
}, {"name": "Даллас", "population": 1240499, "coords": [32.781596, -96.796086]}, {
    "name": "Буэнос-Айерес",
    "population": 3080026,
    "coords": [-34.60879, -58.391787]
}, {"name": "Кордова", "population": 1272334, "coords": [37.874469, -4.775884]}, {
    "name": "Санта-Крус-де-ла-Сьерра",
    "population": 1529000,
    "coords": [-17.789218, -63.186886]
}, {"name": "Сан-Паулу", "population": 11152344, "coords": [-23.544279, -46.636963]}, {
    "name": "Рио-де-Жанейеро",
    "population": 6136652,
    "coords": null
}, {"name": "Салвадор", "population": 2892625, "coords": [-12.996888, -38.466786]}, {
    "name": "Бразилиа",
    "population": 2455903,
    "coords": [-15.802118, -47.889062]
}, {"name": "Форталеза", "population": 2431415, "coords": [-3.777786, -38.572284]}, {
    "name": "Белу-Оризонти",
    "population": 2412937,
    "coords": [-19.914452, -43.940122]
}, {"name": "Куритиба", "population": 1797408, "coords": [-25.452347, -49.26326]}, {
    "name": "Манаус",
    "population": 1646602,
    "coords": null
}, {"name": "Ресифи", "population": 1553580, "coords": [-8.060688, -34.871584]}, {
    "name": "Порту-Алгери",
    "population": 1420667,
    "coords": [-30.068884, -51.210888]
}, {"name": "Белен", "population": 1408841, "coords": [-1.451889, -48.481483]}, {
    "name": "Гояния",
    "population": 1244645,
    "coords": [-16.685583, -49.260421]
}, {"name": "Гаурульюс", "population": 1236192, "coords": null}, {
    "name": "Сан-Луис",
    "population": 1064197,
    "coords": [22.151694, -100.982082]
}, {"name": "Кампинас", "population": 1039297, "coords": [42.294616, -7.792077]}, {
    "name": "Каракас",
    "population": 3051000,
    "coords": null
}, {"name": "Маракайбо", "population": 1220000, "coords": [10.642735, -71.640913]}, {
    "name": "Баркисимето",
    "population": 1018900,
    "coords": [10.07494, -69.298107]
}, {"name": "Богота", "population": 7307335, "coords": [4.610147, -74.075608]}, {
    "name": "Медельин",
    "population": 3312165,
    "coords": null
}, {"name": "Кали", "population": 2375015, "coords": null}, {
    "name": "Барранкилья",
    "population": 1694179,
    "coords": [10.955016, -74.786463]
}, {"name": "Лима", "population": 7605742, "coords": [-12.056714, -77.011132]}, {
    "name": "Монтевидео",
    "population": 1325968,
    "coords": [-34.871837, -56.196511]
}, {"name": "Сантьяго", "population": 5420590, "coords": [-33.477669, -70.642364]}, {
    "name": "Гауякиль",
    "population": 2600000,
    "coords": [-2.189327, -79.889532]
}, {"name": "Кито", "population": 1856501, "coords": [-0.219273, -78.509746]}];