Repository: Alexander-Berg/2022-tests-examples
Catalog: maps/test-data/messages/*/LC_MESSAGES/geobases.po
Languages: tr, uk

source: kilometers per hour
tr: %d km/saat
uk: %d км/год

source: kilometers per hour full
tr: saatte %d kilometre
uk: %d кілометр на годину

source: miles per hour
tr: mil/saat
uk: %d миля/год

source: miles per hour full
tr: saatte %d mil
uk: %d миля на годину

source: days
tr: %d g
uk: %d д.

source: days full
tr: %d gün
uk: %d день

source: hours
tr: %d s
uk: %d год

source: hours full
tr: %d saat
uk: %d година

source: minutes
tr: %d dk
uk: %d хв

source: minutes full
tr: %d dakika
uk: %d хвилина

source: seconds
tr: %d sn
uk: %d с

source: seconds full
tr: %d saniye
uk: %d секунда

source: years
tr: %d yıl
uk: %d р.

source: years full
tr: %d yıl
uk: %d рік

source: celsiuses
tr: %d°C
uk: %d°C

source: fahrenheits
tr: %d°F
uk: %d°F

source: centimeters
tr: %d cm
uk: %d см

source: centimeters full
tr: %d santimetre
uk: %d сантиметр

source: feet
tr: %d fit
uk: %d фут

source: feet full
tr: %d fit
uk: %d фут

source: inches
tr: %d inç
uk: %d дюйм

source: inches full
tr: %d inç
uk: %d дюйм

source: kilometers
tr: %d km
uk: %d км

source: kilometers full
tr: %d kilometre
uk: %d кілометр

source: meters
tr: %d m
uk: %d м

source: meters full
tr: %d metre
uk: %d метр

source: miles
tr: %d mil
uk: %d миля

source: miles full
tr: %d mil
uk: %d миля
