<#-- @ftlvariable name="data" type="ru.auto.tests.publicapi.adaptor.offer.OfferTemplateData" -->
{
  "car_info": {
    "armored": false,
    "body_type": "HATCHBACK_5_DOORS",
    "engine_type": "GASOLINE",
    "transmission": "ROBOT",
    "drive": "FORWARD_CONTROL",
    "mark": "MERCEDES",
    "model": "B_KLASSE",
    "super_gen_id": "8345347",
    "configuration_id": "8345348",
    "tech_param_id": "8345364",
    "complectation_id": "8345457",
    "wheel_left": true,
    "horse_power": 156,
    "mark_info": {
      "code": "MERCEDES",
      "name": "Mercedes-Benz"
    },
    "model_info": {
      "code": "B_KLASSE",
      "name": "B-klasse"
    },
    "super_gen": {
      "id": "8345347",
      "name": "II (W246)",
      "year_from": 2011,
      "year_to": 2014
    },
    "configuration": {
      "id": "8345348",
      "body_type": "HATCHBACK_5_DOORS",
      "doors_count": 0
    },
    "tech_param": {
      "id": "8345364",
      "name": "200",
      "nameplate": "200",
      "displacement": 1595,
      "engine_type": "GASOLINE",
      "gear_type": "FORWARD_CONTROL",
      "transmission": "ROBOT",
      "power": 156,
      "power_kvt": 115.0
    },
    "equipment": {
      "audiosystem-cd": true,
      "airbag-side": true,
      "tinted-glass": true,
      "automatic-lighting-control": true,
      "auto-park": true,
      "front-seats-heat": true,
      "tyre-pressure": true,
      "servo": true,
      "start-stop-function": true,
      "door-sill-panel": true,
      "volume-sensor": true,
      "hcc": true,
      "rear-camera": true,
      "voice-recognition": true,
      "third-rear-headrest": true,
      "light-cleaner": true,
      "18-inch-wheels": true,
      "ashtray-and-cigarette-lighter": true,
      "knee-airbag": true,
      "front-centre-armrest": true,
      "power-child-locks-rear-doors": true,
      "cruise-control": true,
      "adaptive-light": true,
      "wheel-power": true,
      "collision-prevention-assist": true,
      "windcleaner-heat": true,
      "seat-transformation": true,
      "cooling-box": true,
      "lock": true,
      "drowsy-driver-alert-system": true,
      "computer": true,
      "electro-mirrors": true,
      "isofix": true,
      "heated-wash-system": true,
      "usb": true,
      "combo-interior": true,
      "light-sensor": true,
      "body-mouldings": true,
      "audiopreparation": true,
      "aux": true,
      "airbag-rear-side": true,
      "steering-wheel-gear-shift-paddles": true,
      "advanced-frontlighting-system": true,
      "airbag-curtain": true,
      "electro-window-front": true,
      "mirrors-heat": true,
      "bluetooth": true,
      "sport-pedals": true,
      "airbag-passenger": true,
      "xenon": true,
      "wheel-leather": true,
      "park-assist-r": true,
      "abs": true,
      "multi-wheel": true,
      "immo": true,
      "airbag-driver": true,
      "esp": true,
      "12v-socket": true,
      "alarm": true,
      "park-assist-f": true,
      "electro-window-back": true,
      "asr": true,
      "driver-seat-updown": true,
      "passenger-seat-updown": true,
      "dark-interior": true,
      "alloy-wheel-disks": true,
      "electro-window-all": true,
      "wheel-configuration3": true,
      "climate-control-1": true
    },
    "steering_wheel": "LEFT"
  },
  "url": "https://test.avto.ru/cars/used/sale/1053781938-910003",
  "mobile_url": "http://m.test.avto.ru/cars/used/sale/1053781938-910003",
  "color_hex": "FAFBFB",
  "status": "ACTIVE",
  "category": "CARS",
  "section": "USED",
  "availability": "IN_STOCK",
  "old_category_id": 15,
  "price_info": {
    "price": 990000.0,
    "currency": "RUR",
    "create_timestamp": "1508377267000",
    "rur_price": 990000.0,
    "usd_price": 17044.49,
    "eur_price": 14660.67
  },
  "description": "Продаю отличный автомобиль!\n\nЧестный, юридически чистый автомобиль в отличном состоянии и редкой комплектации, сертифицированный независимым центром сертификации AUTO.RU!\n\nУстранены все недостатки, указанные в прикрепленном сертификате AUTO.RU.\nАвтомобиль не требует вложений!\n\nУверен, что первый, кто приедет посмотреть машинку вживую, увидев ее состояние и комплектацию, уже не захочет рассматривать другие варианты!!!\n\n______________________________________________________________________\n\nАвтомобиль произведен по индивидуальному заказу 04 декабря 2012 года, передан в эксплуатацию официальным дилером Мерседес-Бенц &quot;МБ-Беляево&quot; 29 января 2013 года.\n\nРедкая, богатая комплектация, выгодно отличающая этот автомобиль от остальных B 200, выставленных на продажу.\nЕдинственный автомобиль в такой комплектации в продаже в России!\n\nДля информации:\nстоимость нового автомобиля в такой комплектации согласно конфигуратору на сайте Mercedes-Benz сейчас составляет 2 182 043,99 руб.\n\n______________________________________________________________________\n\nКомплектация:\n● P55 Пакет &quot;Night&quot; стоимостью 52 887 рублей:\n• 01R Легкосплавные колесные диски 18&quot; с 5-ю сдвоенными спицами, черные, полированные, с шинами 225/40R18 на дисках 7,5Jx18ET52 (лучшее из того, что идёт штатно, на них B-класс обычно изображён на брошюрах и в рекламе. Поворачивает на них, как по рельсам)\n• R66 Шины RUN FLAT с возможностью продолжения движения при повреждении\n• Выхлопная система с двумя выхлопными трубами с насадками из полированной нержавеющей стали\n• Черная лакированная решетка радиатора с двойными ламелями (вместо стандартных 3-х) и хромированными накладками (смотрится очень достойно)\n• Черные лакированные корпуса зеркал заднего вида \n• Черные лакированные боковые молдинги и молдинги на крыше (вместо хрома)\n• Бамперы без отделки хромом\n\n● 952 Спорт-пакет стоимостью 106 465 рублей:\n• Перфорированные и вентилируемые передние тормозные диски, передние суппорты с надписью “Mercedes-Benz”\n• 3-спицевое мультифункциональное спортивное рулевое колесо с перфорированной кожей и 12 кнопками\n• Подлокотник из искуственной кожи ARTICO с контрастной строчкой, регулируемый по длине\n• H89 Отделка приборной панели декоративными элементами в виде пчелиных сот\n• U59 Пакет комфортных сидений\n• 601 Комбинированный салон - Обивка салона из черной искусственной кожи ARTICO/черной ткани &quot;ДенХелдер&quot; с декоративной контрастной строчкой (летом не жарко, зимой не холодно и моментальный прогрев сидений. В то же время, не копит лишнюю пыль  кожа на дверях. На мой взгляд, это лучший салон из того, что предлагается для B-класса)\n• 280 Рычаг КП и ручка стояночного тормоза с отделкой кожей и хромом\n• Накладки на все пороги из нержавеющей стали\n• Спортивные накладки на педали из нержавеющей стали с резиновыми вставками\n• Хромированная накладка на заднем бампере в зоне погрузки\n• Хромированные накладки на дефлекторах обдува\n\n● 614600240 Bi-ксеноновые фары с омывателями фар и светодиодными фонарями дневного света (светят несравнимо лучше стандартных галогеновых фар) стоимостью 40 000 рублей\n● 218 Видеокамера заднего вида с динамическими вспомогательными линиями на дисплее стоимостью 22 248 рублей\n● 840 Термопоглощающее остекление с заводской темной тонировкой (заднее и боковые задние стекла) стоимостью 17 629 рублей\n● 235 Активный парковочный ассистент - Активная система облегчения паркования, включая систему PARKTRONIC\n● 252 COLLISION PREVENTION ASSIST - Система предупреждения столкновения с адаптивной системой экстренного торможения\n● 429428 7G-DCT 7-ступенчатая АКП с двухдисковым сцеплением, включая ТЕМПОМАТ, с подрулевыми переключателями управления КП\n● 440 Система Tempomat с регулируемым ограничителем скорости SPEEDTRONIC (Cruisecontrol)\n● 477 Сигнализатор падения давления воздуха в шинах\n● 485 Ходовая часть повышенной комфортности\n● 523 Аудиоистема Audio 20 CD - Радиоприемник с двойным тюнером, цветным дисплеем размером 14,7 см (5,8&quot;) по диагонали, CD-плеером, поддерживающим форматы mp3/wma/aac, разъемом USB, функцией изображения обложки проигрываемого компакт-диска и гнездом AUX-IN (в центральном подлокотнике), интерфейсом Bluetooth® с функцией громкой связи и функцией потокового аудио для передачи музыкальных файлов, телефонной клавиатурой\n● 538 Система распознавания усталости водителя - Система ATTENTION ASSIST анализирует поведение водителя за рулем и при выявлении типичных признаков усталости рекомендует сделать остановку и отдохнуть\n● P54 Пакет устройств защиты от кражи\n● 551 Противоугонная сигнализация с защитой от буксировки\n● 882 Сигнализация проникновения в салон\n● 873 Подогрев передних сидений\n● 875 Система стеклоомывателей с подогревом\n● B03 Функция ECO Start/Stop\n● 301 Пакет пепельниц\n● 290 Оконные подушки безопасности для водителя и переднего пассажира\n● 294 Коленная подушка безопасности для водителя\n● 543 Выдвижные солнцезащитные козырьки с подсвечиваемыми зеркалами\n● 580 Климатическая система с ручной регулировкой распределения воздуха, пылеулавливающий фильтр и переключатель рециркуляции воздуха с комфортной функцией закрытия окон\n● 650 Цвет автомобиля &quot;Белый Кальцит&quot; (однотонная краска)\n● 723 Горизонтальная шторка багажного отделения\n● K11 Адаптивный стоп-сигнал, мигающий при экстренном торможении\n\n______________________________________________________________________\n\nДополнительно:\n● два комплекта резины 225/40R18 (зима шипы  лето)\n● два комплекта напольных ковриков (резиновые  велюровые) стоимостью 16 554 рубля\n● резиновый коврик-ванна в багажник стоимостью 15 435 рублей\n● передние и задние брызговики стоимостью 9 484 рубля\n● сделана профессиональная шумоизоляция пола, багажника и крышки багажника стоимостью 35 000 рублей\n● для защиты от камней фары обклеены качественной прозрачной полимерной пленкой 3M толщиной 200 мкр стоимостью 4 000 рублей\n\n______________________________________________________________________\n\nПрозрачная история обслуживания:\n● 26 февраля 2014 года - пробег 8 179 км - пройдено плановое малое ТО\n● 19 марта 2014 года - пробег 9 096 км - обновлена версия программного обеспечения блока управления двигателя\n● 28 февраля 2015 года - пробег 15 000 км - пройдено плановое ТО\n● 05 мая 2015 года - пробег 25 000 км - пройдено досрочное ТО с интервалом 10 000 км\n● 13 июня 2015 года - пробег 28 500 км - замена передних тормозных колодок\n● 31 октября 2015 года - пробег 40 000 км - пройдено плановое ТО\n● 30 января 2016 года - пробег 48 500 км - замена передних тормозных дисков, колодок, стоек переднего стабилизатора\n● 23 марта 2016 года - пробег 50 863 км - пройдено досрочное ТО с интервалом 10 863 км\n● 12 ноября 2016 года - пробег 61 094 км - пройдено досрочное ТО с интервалом 10 231 км.\n\nВ наличии сервисная книжка и комплект документов, подтверждающих историю обслуживания автомобиля.\n\nСледующее плановое ТО согласно регламенту или при пробеге 76 094 км, или 12 ноября 2017 года, смотря, что наступит раньше.\n\n______________________________________________________________________\n\nПреимущества этого конкретного автомобиля:\n✔︎ автомобиль без ДТП и страховых выплат, что подтверждает, в том числе, автоистория на портале Автокод\n✔︎ предыдущая владелица сразу после приобретения автомобиля при пробеге 15 000 км полностью обклеила его защитной пленкой, которая была снята только перед продажей автомобиля мне при пробеге 49 641 км =&gt; состояние лакокрасочного покрытия сохранилось в отличном состоянии\n✔︎ прекрасное техническое и внешнее состояние, бережная эксплуатация (подтверждается показателями расхода топлива - см. фото) и уход, не требует вложений\n✔︎ устранены &quot;детские болезни&quot;, свойственные этой модели, A-классу W176, CLA и GLA, в частности:\n• неожиданное появление ошибки ESP, что приводило к необходимости останавливаться и перезаводить автомобиль =&gt; заменены наконечники на кабельных линиях\n• конструктивный заводской дефект абсорбера вентиляции топливных газов, что приводило к частому отстреливанию топливного пистолета и вытеканию бензина из бака во время заправки автомобиля =&gt; установлена последняя модификация абсорбера вентиляции топливных газов\n✔︎ честный небольшой пробег\n✔︎ прозрачная история обслуживания (см. выше)\n✔︎ отличная комплектация\n✔︎ гаражное хранение\n✔︎ практичный комбинированный салон черного цвета\n✔︎ средняя рыночная цена, соответствующая набору имеющихся опций\n✔︎ пройдена независимая комплексная диагностика в центре сертификации AUTO.RU, подтверждающая отличное состояние автомобиля.\n\n______________________________________________________________________\n\n☞ Одним словом, это отличный вариант для тех, кто ищет для себя надежный, беспроблемный и неприхотливый в обслуживании автомобиль с небольшим пробегом и прозрачной историей обслуживания.\n\nАвтомобиль замечателен тем, что объем его салона и багажника больше, чем у GLK, не говоря уже про GLA, что по достоинству оценят семейные пары с маленькими детьми (детская коляска помещается без проблем).\n\nКроме того, очень экономичный автомобиль: средний расход топлива всего 8.0 л/100 км.\n\nЯ третий собственник, приобрел автомобиль для супруги 19 февраля 2016 года с пробегом 49 641 км, цели срочно избавиться от него нет, поэтому продается неспешно!\n\nПричина продажи — приобретение нового автомобиля. Комплект зимних шин в подарок. Своевременное обслуживание. Пройдены все ТО. Куплена не в кредит. Непрокуренный салон. Сервисная книжка. Не участвовала в ДТП.",
  "documents": {
    "license_plate": "${data.licensePlate}",
    "owners_number": 3,
    "pts": "ORIGINAL",
    "custom_cleared": true,
    "not_registered_in_russia": true,
    "purchase_date": {
      "year": 2016,
      "month": 2,
      "day": 2
    },
    "year": 2012,
    "sts": "7738507829",
    "pts": "ORIGINAL"
  },
  "state": {
    "mileage": 71700,
    "state_not_beaten": true,
    "video": {
      "youtube_url": "https://youtube.com/watch?v=mToLZ8Finww",
      "youtube_id": "mToLZ8Finww",
      "url": "//www.youtube.com/watch?v=mToLZ8Finww",
      "previews": {
        "full": "//img.youtube.com/vi/mToLZ8Finww/hqdefault.jpg"
      }
    },
    "image_urls": []
  },
  "id": "1053781938-910003",
  "additional_info": {
    "not_disturb": true,
    "exchange": true,
    "expire_date": "1511866114000",
    "actualize_date": "1509046556787",
    "creation_date": "1500300141000",
    "mobile_autoservices_url": "http://m.test.avto.ru/autoservice/all_works/MERCEDES/?geo_id=213"
  },
  "private_seller": {
    "name": "Собственник",
    "location": {
      "address": "микрорайон Град Московский",
      "coord": {
        "latitude": 55.591118,
        "longitude": 37.371532
      },
      "geobase_id": "213",
      "region_info": {
        "id": "213",
        "name": "Москва",
        "prepositional": "Москве",
        "preposition": "в",
        "latitude": 55.75396,
        "longitude": 37.620393
      }
    }
  },
  "seller": {
    "name": "Собственник",
    "phones": [
      {
        "phone": "${data.phone}"
      }
    ],
    "location": {
      "address": "микрорайон Град Московский",
      "coord": {
        "latitude": 55.591118,
        "longitude": 37.371532
      },
      "geobase_id": "213",
      "region_info": {
        "id": "213",
        "name": "Москва",
        "prepositional": "Москве",
        "preposition": "в",
        "latitude": 55.75396,
        "longitude": 37.620393
      }
    },
    "unconfirmed_email": "cars@blah.ru",
    "chats_enabled": true
  },
  "services": [
    {
      "service": "all_sale_color",
      "create_date": "1506322692000",
      "is_active": true
    }
  ],
  "counters": {
    "all": 71,
    "daily": 1,
    "phone_all": 11,
    "phone_daily": 0,
    "calls_all": 2,
    "calls_daily": 0
  },
  "cert_info": {
    "id": "1444",
    "hash": "8d3b3",
    "status": "ACTIVE",
    "service": "Auto.ru",
    "cert_number": "3127",
    "date_inspected": "1478995200000",
    "date_created": "1479038610000",
    "date_updated": "1500366685000",
    "mobile_url": "http://m.test.avto.ru/cert-item/1444-8d3b3"
  },
  "autocode_info": {
    "created": "1500300181000",
    "updated": "1509052929000",
    "is_good": true,
    "mark_model": "МЕРСЕДЕС-БЕНЦ В200",
    "color": "БЕЛЫЙ",
    "displacement": 1595,
    "year": 2012
  },
  "search_position": -1,
  "tags": [
    "certificate",
    "video",
    "fivestars",
    "certificate_autoru"
  ]
}