package ru.auto.tests.desktop;


public interface DesktopStatic {

    String CARD_DROPDOWN_DESC_IS_ACTUAL = "Подтвердите актуальность своего объявления. " +
            "Делать это можно каждый день — тогда ваше объявление при поиске всегда будет находиться выше неактуализированных и его увидят больше покупателей.";

    String COOKIE_NAME_VAS_DISCOUNT_HIDDEN = "vas-discount-hidden";
    String COOKIE_NAME_DISCOUNT_DAY = "discount-popup";

    String CARD_TRUCKS_MOCK_PARAMS_AS_STRING = "Год выпуска\n" +
            "2000\n" +
            "Пробег\n" +
            "765 194 км\n" +
            "Кузов\n" +
            "Рефрижератор\n" +
            "Цвет\n" +
            "Белый\n" +
            "Двигатель\n" +
            "5.5 л180 л.с.дизель\n" +
            "Г/подъёмность\n" +
            "6 000 кг\n" +
            "Коробка\n" +
            "Механическая\n" +
            "Тип кабины\n" +
            "2-х местная без спального\n" +
            "Подвеска шасси\n" +
            "Рессора-пневмо\n" +
            "Колёсная ф-ла\n" +
            "4x2\n" +
            "Руль\n" +
            "Левый\n" +
            "Состояние\n" +
            "Не требует ремонта\n" +
            "Таможня\n" +
            "Растаможен\n" +
            "Торг\n" +
            "Возможен\n" +
            "Обмен\n" +
            "Не интересует\n" +
            "VIN\n" +
            "YV2E4C41*YB****01";
}
