package ru.yandex.auto.vin.decoder.data

object Model {

  val commonModel =
    """{
      |  "state": "ok",
      |  "size": 1,
      |  "stamp": "2017-12-01T12:47:34.263Z",
      |  "data": [
      |    {
      |      "domain_uid": "autoru",
      |      "report_type_uid": "autoru_test_less_9_sources@autoru",
      |      "vehicle_id": "А738ВН777",
      |      "query": {
      |        "type": "GRZ",
      |        "body": "А738ВН777"
      |      },
      |      "progress_ok": 10,
      |      "progress_wait": 2,
      |      "progress_error": 3,
      |      "state": {
      |        "sources": [
      |          {
      |            "_id": "av.taxi",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "base",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "base.tech",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "gibdd.dtp",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "gibdd.history",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "gibdd.restrict",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "gibdd.wanted",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "pledge",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "sub.base",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          },
      |          {
      |            "_id": "tech.ext",
      |            "state": "OK",
      |            "extended_state": "OK"
      |          }
      |        ]
      |      },
      |      "content": {
      |        "identifiers": {
      |          "_comment": "Идентификаторы",
      |          "vehicle": {
      |            "vin": "X4XXG55470DS40452",
      |            "reg_num": "А738ВН777",
      |            "sts": "7717685671",
      |            "pts": "39НС049825"
      |          }
      |        },
      |        "tech_data": {
      |          "_comment": "Характеристики ТС",
      |          "brand": {
      |            "_comment": "Марка",
      |            "name": {
      |              "original": "Бмв 520I"
      |            }
      |          },
      |          "model": {
      |            "_comment": "Модель",
      |            "name": {
      |              "original": "Бмв"
      |            }
      |          },
      |          "type": {
      |            "_comment": "Тип (Вид) ТС",
      |            "name": "Легковые Автомобили Седан"
      |          },
      |          "body": {
      |            "_comment": "Кузов",
      |            "number": "Х4ХХG55470DS40452",
      |            "color": {
      |              "name": "Коричневый",
      |              "type": "Иные Цвета"
      |            }
      |          },
      |          "chassis": {
      |            "_comment": "Шасси"
      |          },
      |          "engine": {
      |            "_comment": "Двигатель",
      |            "fuel": {
      |              "type": "Бензиновый"
      |            },
      |            "volume": 1997,
      |            "power": {
      |              "hp": 184.2,
      |              "kw": 135
      |            }
      |          },
      |          "weight": {
      |            "_comment": "Масса",
      |            "netto": 1670,
      |            "max": 2295
      |          },
      |          "transmission": {
      |            "_comment": "Трансмиссия",
      |            "type": "Автомат"
      |          },
      |          "drive": {
      |            "_comment": "Привод",
      |            "type": "Заднеприводной"
      |          },
      |          "wheel": {
      |            "_comment": "Рулевое колесо",
      |            "position": "LEFT"
      |          },
      |          "year": 2013
      |        },
      |        "registration_actions": {
      |          "_comment": "Регистрационные действия",
      |          "items": [
      |            {
      |              "_id": 3228685612,
      |              "date": {
      |                "start": "2014-04-23 00:00:00"
      |              },
      |              "reg_num": "А896ЕТ164",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "Изменение собственника по сделкам, произведенным в любой форме (купля-продажа, дарение, др.) с заменой государственных регистрационных знаков"
      |            },
      |            {
      |              "_id": 1575756966,
      |              "date": {
      |                "start": "2007-11-16 00:00:00"
      |              },
      |              "reg_num": "О155НО64",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "Регистрация снятого с учета ТС"
      |            },
      |            {
      |              "_id": 1612775110,
      |              "date": {
      |                "start": "2007-11-08 00:00:00"
      |              },
      |              "reg_num": "Н547ХХ64",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "В связи с прекращением права собственности (отчуждение, конфискация ТС)"
      |            },
      |            {
      |              "_id": 1699899288,
      |              "date": {
      |                "start": "2003-09-20 00:00:00"
      |              },
      |              "reg_num": "Н547ХХ64",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "Регистрация снятого с учета ТС"
      |            },
      |            {
      |              "_id": 1036535090,
      |              "date": {
      |                "start": "2003-09-12 00:00:00"
      |              },
      |              "reg_num": "С948МТ64",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "В связи с прекращением права собственности (отчуждение, конфискация ТС)"
      |            },
      |            {
      |              "_id": 3995939706,
      |              "date": {
      |                "start": "2001-01-22 00:00:00"
      |              },
      |              "reg_num": "С948МТ64",
      |              "owner": {
      |                "type": "PERSON"
      |              },
      |              "type": "Первичная регистрация"
      |            }
      |          ],
      |          "count": 6
      |        },
      |       "taxi": {
      |           "history": {
      |             "items": [
      |               {
      |                 "_id": 4282534717,
      |                 "date": {
      |                   "start": "2018-06-29 00:00:00",
      |                   "end": "2023-06-28 00:00:00",
      |                   "cancel": "2022-06-28 00:00:00"
      |                 },
      |                 "license": {
      |                   "number": "0226178",
      |                   "status": "ACTIVE"
      |                 },
      |                 "company": {
      |                   "name": "Ракурс"
      |                 },
      |                 "ogrn": "1187746362726",
      |                 "tin": "7725487881",
      |                 "number_plate": {
      |                   "is_yellow": true
      |                 },
      |                 "vehicle": {
      |                   "brand": {
      |                     "name": "HYUNDAI"
      |                   },
      |                   "model": {
      |                     "name": "SOLARIS"
      |                   },
      |                   "color": "Белый (бело-желто-серый)",
      |                   "reg_num": "О992ЕР799",
      |                   "year": 2018
      |                 },
      |                 "region": {
      |                   "code": "50"
      |                 },
      |                 "cancel": {
      |                   "reason": "Лицензия отозвана из-за технических нарушений"
      |                 },
      |                 "permit": {
      |                   "number": "МО 0217326"
      |                 },
      |                 "city": {
      |                   "name": "Московская область"
      |                 }
      |               }
      |             ],
      |             "count": 1
      |           },
      |           "used_in_taxi": true
      |         },
      |        "accidents": {
      |          "history": {
      |            "_comment": "История ДТП",
      |            "items": [
      |              {
      |                "_id": 589753856,
      |                "number": "470014683",
      |                "accident": {
      |                  "date": "2015-08-16 02:00:00"
      |                },
      |                "type": "Столкновение",
      |                "state": "Повреждено",
      |                "vehicle": {
      |                  "year": 2013
      |                },
      |                "geo": {
      |                  "region": "Мурманская Область"
      |                }
      |              },
      |              {
      |                "_id": 2631726995,
      |                "number": "290016821",
      |                "accident": {
      |                  "date": "2015-08-15 16:00:00"
      |                },
      |                "type": "Наезд на стоящее тс",
      |                "state": "Повреждено",
      |                "damage": {
      |                  "points": [
      |                    4
      |                  ]
      |                },
      |                "vehicle": {
      |                  "brand": {
      |                    "name": "Bmw"
      |                  },
      |                  "model": {
      |                    "name": "Прочие Модели Bmw (Легковые)"
      |                  },
      |                  "year": 2013
      |                },
      |                "geo": {
      |                  "region": "Калужская Область"
      |                }
      |              }
      |            ],
      |            "count": 2
      |          }
      |        },
      |        "pledges": {
      |          "_comment": "Обременения на ТС",
      |          "items": [
      |            {
      |              "_id": 2295647926,
      |              "date": {
      |                "event": "2017-12-04 00:00:00"
      |              },
      |              "number": "2017-001-790661-534\/1",
      |              "pledgors": [
      |                {
      |                  "name": "Общество с ограниченной ответственностью «Современные лизинговые технологии»",
      |                  "type": "LEGAL"
      |                }
      |              ],
      |              "pledgees": [
      |                {
      |                  "name": "Кредитный потребительский кооператив \"Национальный кредит\"",
      |                  "type": "LEGAL"
      |                }
      |              ],
      |              "type": "Исключение",
      |              "in_pledge": false
      |            },
      |            {
      |              "_id": 2552849230,
      |              "date": {
      |                "event": "2017-10-31 00:00:00"
      |              },
      |              "number": "2017-001-790661-534",
      |              "pledgors": [
      |                {
      |                  "name": "Общество с ограниченной ответственностью «Современные лизинговые технологии»",
      |                  "type": "LEGAL"
      |                }
      |              ],
      |              "pledgees": [
      |                {
      |                  "name": "Кредитный потребительский кооператив \"Национальный кредит\"",
      |                  "type": "LEGAL"
      |                }
      |              ],
      |              "type": "Возникновение",
      |              "in_pledge": true
      |            }
      |          ],
      |          "count": 2
      |        },
      |        "restrictions": {
      |          "registration_actions": {
      |            "_comment": "Ограничения на рег. действия",
      |            "items": [
      |              {
      |                "_id": 452635218,
      |                "date": {
      |                  "added": "2017-08-11 00:00:00",
      |                  "start": "2017-08-08 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 106229111/6450 от 08.08.2017, надыршин дмитрий викторович, спи: 63501000000215, ип: 113169/16/64050-ип от 07.02.2017",
      |                  "number": "106229111/6450"
      |                }
      |              },
      |              {
      |                "_id": 796296705,
      |                "date": {
      |                  "added": "2017-08-10 00:00:00",
      |                  "start": "2017-08-07 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 105155949/6450 от 07.08.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 184727/17/64050-ип от 04.07.2017",
      |                  "number": "105155949/6450"
      |                }
      |              },
      |              {
      |                "_id": 3241469087,
      |                "date": {
      |                  "added": "2017-07-10 00:00:00",
      |                  "start": "2017-06-30 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 93079189/6450 от 30.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 157199/17/64050-ип от 05.06.2017",
      |                  "number": "93079189/6450"
      |                }
      |              },
      |              {
      |                "_id": 2578188345,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92685924/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121782/17/64050-ип от 16.05.2017",
      |                  "number": "92685924/6450"
      |                }
      |              },
      |              {
      |                "_id": 1724411937,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92685959/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121712/17/64050-ип от 16.05.2017",
      |                  "number": "92685959/6450"
      |                }
      |              },
      |              {
      |                "_id": 477112001,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92686050/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121532/17/64050-ип от 16.05.2017",
      |                  "number": "92686050/6450"
      |                }
      |              },
      |              {
      |                "_id": 380973016,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92686057/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121520/17/64050-ип от 16.05.2017",
      |                  "number": "92686057/6450"
      |                }
      |              },
      |              {
      |                "_id": 425469909,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92686123/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121399/17/64050-ип от 16.05.2017",
      |                  "number": "92686123/6450"
      |                }
      |              },
      |              {
      |                "_id": 1619220294,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92686144/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121363/17/64050-ип от 16.05.2017",
      |                  "number": "92686144/6450"
      |                }
      |              },
      |              {
      |                "_id": 2805305320,
      |                "date": {
      |                  "added": "2017-07-04 00:00:00",
      |                  "start": "2017-06-27 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 92686231/6450 от 27.06.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 121213/17/64050-ип от 16.05.2017",
      |                  "number": "92686231/6450"
      |                }
      |              },
      |              {
      |                "_id": 2025599410,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-20 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74982010/6442 от 20.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 23498/16/64042-ип от 04.05.2016",
      |                  "number": "74982010/6442"
      |                }
      |              },
      |              {
      |                "_id": 2148754796,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-19 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74834357/6442 от 19.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 23498/16/64042-ип от 04.05.2016",
      |                  "number": "74834357/6442"
      |                }
      |              },
      |              {
      |                "_id": 3859104654,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-19 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74834372/6442 от 19.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 21839/16/64042-ип от 20.04.2016",
      |                  "number": "74834372/6442"
      |                }
      |              },
      |              {
      |                "_id": 155280874,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-19 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74834239/6442 от 19.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24303/16/64042-ип от 04.05.2016",
      |                  "number": "74834239/6442"
      |                }
      |              },
      |              {
      |                "_id": 3496048454,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-19 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74834236/6442 от 19.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24305/16/64042-ип от 04.05.2016",
      |                  "number": "74834236/6442"
      |                }
      |              },
      |              {
      |                "_id": 3320538484,
      |                "date": {
      |                  "added": "2017-06-25 00:00:00",
      |                  "start": "2017-06-19 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 74834238/6442 от 19.06.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24304/16/64042-ип от 04.05.2016",
      |                  "number": "74834238/6442"
      |                }
      |              },
      |              {
      |                "_id": 168103524,
      |                "date": {
      |                  "added": "2017-05-17 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 70319110/6442 от 04.05.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 21839/16/64042-ип от 20.04.2016",
      |                  "number": "70319110/6442"
      |                }
      |              },
      |              {
      |                "_id": 494803495,
      |                "date": {
      |                  "added": "2017-05-17 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 70319100/6442 от 04.05.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 23498/16/64042-ип от 04.05.2016",
      |                  "number": "70319100/6442"
      |                }
      |              },
      |              {
      |                "_id": 2399918726,
      |                "date": {
      |                  "added": "2017-05-17 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 70319086/6442 от 04.05.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24304/16/64042-ип от 04.05.2016",
      |                  "number": "70319086/6442"
      |                }
      |              },
      |              {
      |                "_id": 1134680600,
      |                "date": {
      |                  "added": "2017-05-17 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 70319087/6442 от 04.05.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24303/16/64042-ип от 04.05.2016",
      |                  "number": "70319087/6442"
      |                }
      |              },
      |              {
      |                "_id": 25484645,
      |                "date": {
      |                  "added": "2017-05-17 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 70319085/6442 от 04.05.2017, мухаева евгения владимирвна, спи: 63421031406618, ип: 24305/16/64042-ип от 04.05.2016",
      |                  "number": "70319085/6442"
      |                }
      |              },
      |              {
      |                "_id": 3387897347,
      |                "date": {
      |                  "added": "2017-05-12 00:00:00",
      |                  "start": "2017-05-04 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 64130562/6450 от 04.05.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 49782/17/64050-ип от 04.04.2017",
      |                  "number": "64130562/6450"
      |                }
      |              },
      |              {
      |                "_id": 2326259344,
      |                "date": {
      |                  "added": "2017-02-28 00:00:00",
      |                  "start": "2017-02-28 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Документ: 40471485/6450 от 28.02.2017, ибрагимова наиба маил кызы, спи: 63501000000209, ип: 113169/16/64050-ип от 07.02.2017",
      |                  "number": "40471485/6450"
      |                }
      |              },
      |              {
      |                "_id": 1166352929,
      |                "date": {
      |                  "added": "2016-11-07 00:00:00",
      |                  "start": "2016-11-07 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Номер документа - 53701536-6449, соловьева дарья сергеевна, от 20161107, 63491023602927, ип от 20160404 47681-16-64049-ип",
      |                  "number": "53701536-6449"
      |                }
      |              },
      |              {
      |                "_id": 3604014743,
      |                "date": {
      |                  "added": "2016-10-20 00:00:00",
      |                  "start": "2016-10-20 00:00:00"
      |                },
      |                "vehicle": {
      |                  "year": 2001,
      |                  "model": {
      |                    "name": "ВАЗ21099"
      |                  }
      |                },
      |                "initiator": {
      |                  "name": "Судебный Пристав",
      |                  "region": {
      |                    "name": "Саратовская Область"
      |                  }
      |                },
      |                "restrict": {
      |                  "type": "Запрет на регистрационные действия",
      |                  "reason": "Номер документа - 8869046-6450, ибрагимова наиба маил кызы, от 20161020, 63501000000209, ип от 20161011 24116-16-64050-ип",
      |                  "number": "8869046-6450"
      |                }
      |              }
      |            ],
      |            "count": 25
      |          }
      |        },
      |        "stealings": {
      |          "_comment": "Проверка на угон",
      |          "items": [
      |            {
      |              "_id": 774138584,
      |              "date": {
      |                "stealing": "2013-04-10 00:00:00"
      |              },
      |              "geo": {
      |                "region": "Город Санкт-Петербург"
      |              }
      |            }
      |          ],
      |          "count": 1
      |        },
      |        "ownership": {
      |          "history": {
      |            "_comment": "История владения",
      |            "items": [
      |              {
      |                "_id": 1998679750,
      |                "date": {
      |                  "start": "2017-11-10 00:00:00"
      |                },
      |                "owner": {
      |                  "type": "PERSON"
      |                }
      |              },
      |              {
      |                "_id": 3032303292,
      |                "date": {
      |                  "start": "2014-03-17 00:00:00",
      |                  "end": "2017-11-10 00:00:00"
      |                },
      |                "owner": {
      |                  "type": "PERSON"
      |                }
      |              },
      |              {
      |                "_id": 3225742318,
      |                "date": {
      |                  "start": "2013-08-28 00:00:00",
      |                  "end": "2014-03-17 00:00:00"
      |                },
      |                "owner": {
      |                  "type": "PERSON"
      |                }
      |              }
      |            ],
      |            "count": 3
      |          }
      |        },
      |        "mileages": {
      |          "_comment": "Пробеги",
      |          "items": [
      |            {
      |              "_id": 382532304,
      |              "date": {
      |                "event": "2016-03-15 00:00:00"
      |              },
      |              "mileage": 53000
      |            }
      |          ],
      |          "count": 1
      |        },
      |        "diagnostic_cards": {
      |          "_comment": "Диагностические карты",
      |          "items": [
      |            {
      |              "_id": 2605019789,
      |              "date": {
      |                "from": "2016-03-15 00:00:00",
      |                "to": "2018-03-16 00:00:00"
      |              },
      |              "doc": {
      |                "number": "201603151639127768555",
      |                "type": "Диагностическая карта"
      |              },
      |              "reg_num": "А738ВН777"
      |            }
      |          ],
      |          "count": 1
      |        },
      |        "additional_info": {
      |          "vehicle": {
      |            "category": {
      |              "code": "B"
      |            }
      |          },
      |          "identifiers": {
      |            "vin": {
      |              "checksum_validated": true
      |            }
      |          }
      |        }
      |      },
      |      "uid": "autoru_test_less_9_sources_eyJ0eXBlIjoiR1JaIiwiYm9keSI6ItCQNzM40JLQnTc3NyJ9@autoru",
      |      "name": "NONAME",
      |      "comment": "",
      |      "tags": "REJECTED",
      |      "created_at": "2017-12-01T12:47:12.759Z",
      |      "created_by": "system",
      |      "updated_at": "2017-12-01T12:47:31.345Z",
      |      "updated_by": "system",
      |      "active_from": "1900-01-01T00:00:00.000Z",
      |      "active_to": "3000-01-01T00:00:00.000Z"
      |    }
      |  ]
      |}""".stripMargin

}
