INSERT INTO {ft} (ft_id, p_ft_id, ft_type_id, disp_class, disp_class_tweak, disp_class_navi, disp_class_tweak_navi, isocode) VALUES
-- Sheremetyevo
(100077327,  100050640,  618, 5,  0, 5,  0, 'RU'),
(3752256320, 3753483930, 633, 5,  0, 5,  0, 'RU'),
(3837826560, 3752256320, 634, 5,  0, 5,  0, 'RU'),
(100077475,  null,       617, 3,  0, 3,  0, 'RU'),
(3753576950, 3753483930, 633, 5,  0, 5,  0, 'RU'),
(3752253380, 3753576950, 634, 5,  0, 5,  0, 'RU'),
(100076249,  100049043,  618, 5,  0, 5,  0, 'RU'),
(3753583980, 3753483930, 633, 5,  0, 5,  0, 'RU'),
(3757514960, 3753583980, 634, 5,  0, 5,  0, 'RU'),
(3754048450, 3753583980, 634, 5,  0, 5,  0, 'RU'),
(100075858,  100049043,  618, 10, 0, 10, 0, 'RU'),
(3753673800, 3753483930, 633, 5,  0, 5,  0, 'RU'),
(3754022420, 3753673800, 634, 5,  0, 5,  0, 'RU'),
(3753483930, 3753481560, 632, 5,  0, 5,  0, 'RU'),
(100049043,  null,       611, 4,  0, 4,  0, 'RU'),
(100050640,  null,       611, 4,  0, 4,  0, 'RU'),
(3753481560, null,       631, 5,  0, 5,  0, 'RU'),
-- Domodedovo
(100075183,  100044658,  618, 5,  0, 5,  0, 'RU'),
(3281571957, 100044658,  618, 5,  0, 5,  0, 'RU'),
(100077483,  100044658,  618, 5,  0, 5,  0, 'RU'),
(100044658,  null,       611, 4,  0, 4,  0, 'RU');

INSERT INTO {ft_nm_tmp} (ft_id, name, name_lo) VALUES
-- Sheremetyevo
(100077327,  json('{"ru_RU_LOCAL":"Аэропорт Шереметьево"}'), 'станция Аэропорт Шереметьево'),
(3752256320, json('{"ru_RU_LOCAL":"Окружная"}'), 'станция Окружная'),
(3837826560, json('{"ru_RU_LOCAL":"1"}'), '1'),
(100077475,  json('{"ru_RU_LOCAL":"Савёловский вкз."}'), 'Савёловский вокзал'),
(3753576950, json('{"ru_RU_LOCAL":"Савёловская"}'), 'станция Савёловская'),
(3752253380, null, null),
(100076249,  json('{"ru_RU_LOCAL":"Москва-Пасс.-Смоленская"}'), 'станция Москва-Пассажирская-Смоленская'),
(3753583980, json('{"ru_RU_LOCAL":"Белорусская"}'), 'станция Белорусская'),
(3757514960, json('{"ru_RU_LOCAL":"5"}'), '5'),
(3754048450, null, null),
(100075858,  json('{"ru_RU_LOCAL":"Одинцово"}'), 'станция Одинцово'),
(3753673800, json('{"ru_RU_LOCAL":"Одинцово"}'), 'станция Одинцово'),
(3754022420, json('{"ru_RU_LOCAL":"1"}'), '1'),
(3753483930, json('{"ru_RU_LOCAL":"МЦД-1, Белорусско-Савёловский диаметр"}'), 'МЦД-1, Белорусско-Савёловский диаметр'),
(100049043,  json('{"ru_RU_LOCAL":"Белорусское направление МЖД"}'), 'Белорусское направление Московской железной дороги'),
(100050640,  json('{"ru_RU_LOCAL":"Савёловское направление МЖД"}'), 'Савёловское направление Московской железной дороги'),
-- Domodedovo
(100075183,  json('{"ru_RU_LOCAL":"Аэропорт Домодедово"}'), 'платформа Аэропорт Домодедово'),
(3281571957, json('{"ru_RU_LOCAL":"Верхние Котлы"}'), 'платформа Верхние Котлы'),
(100077483,  json('{"ru_RU_LOCAL":"Москва-Пасс.-Павелецкая"}'), 'станция Москва-Пассажирская-Павелецкая');

INSERT INTO {ft_source} (ft_id, source_type_id, source_id) VALUES
-- Sheremetyevo
(100077327,  3, 'station__lh_9600213'),
(3752256320, 3, 'station__lh_9601830'),
(3837826560, 3, 'station__lh_9601830'),
(100077475,  3, 'station__lh_2000009'),
(3753576950, 3, 'station__lh_2000009'),
(3752253380, 3, 'station__lh_2000009'),
(100076249,  3, 'station__lh_2000006'),
(3753583980, 3, 'station__lh_2000006'),
(3757514960, 3, 'station__lh_2000006'),
(3754048450, 3, 'station__lh_2000006'),
(100075858,  3, 'station__lh_9600721'),
(3753673800, 3, 'station__lh_9600721'),
(3754022420, 3, 'station__lh_9600721'),
(3753483930, 3, '3753483930'),
-- Domodedovo
(100075183,  3, 'station__lh_9600216'),
(3281571957, 3, 'station__lh_9868808'),
(100077483,  3, 'station__lh_2000005');
